{
  "search_area": {
    "region": "Galicia",
    "center": "42.5751,-8.1339",
    "radius_km": 150.0,
    "country": "Spain"
  },
  "sales_data": {
    "elementList": [
      {
        "propertyCode": "108720292",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/ab/0a/d9/1353120164.webp",
        "externalReference": "C005077",
        "numPhotos": 17,
        "price": 120000.0,
        "priceInfo": {
          "price": {
            "amount": 120000.0,
            "currencySuffix": "€"
          }
        },
        "propertyType": "chalet",
        "operation": "sale",
        "size": 200.0,
        "rooms": 5,
        "bathrooms": 1,
        "address": "Barbadas",
        "province": "Ourense",
        "municipality": "Barbadas",
        "country": "es",
        "latitude": 42.3138079,
        "longitude": -7.8919195,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108720292/",
        "distance": "35189",
        "description": "Casa para reforma integral en As Lamas (Barbadas). Situación inmejorable, con bus urbano próximo, colegios y supermercados. Tiene una superficie de unos 200 m2, Calefacción de Gasóleo. Los suelos son de madera y una pequeña parte de planchada. Tiene un patio interior desde donde se accede a la planta superior por unas escaleras. En la planta baja tiene 2 huecos grandes, la sala de calderas y depósito. En la planta primera hay 5 dormitorios, cocina, 2 salones y 1 baño. Tambien tiene una parcela colindante de unos 400 m2 llana y cerrada cn un pozo de agua.",
        "hasVideo": false,
        "status": "renew",
        "newDevelopment": false,
        "priceByArea": 600.0,
        "change": {},
        "detailedType": {
          "typology": "chalet",
          "subTypology": "independantHouse"
        },
        "suggestedTexts": {
          "subtitle": "Barbadas",
          "title": "Casa independiente"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108720311",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/aa/40/11/1353119692.webp",
        "externalReference": "P003301",
        "numPhotos": 30,
        "floor": "3",
        "price": 350000.0,
        "priceInfo": {
          "price": {
            "amount": 350000.0,
            "currencySuffix": "€"
          }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 188.0,
        "rooms": 4,
        "bathrooms": 2,
        "address": "Centro",
        "province": "Ourense",
        "municipality": "Ourense",
        "district": "Centro",
        "country": "es",
        "latitude": 42.3409832,
        "longitude": -7.8643958,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108720311/",
        "distance": "34152",
        "description": "EXCLUSIVA PISO REFORMADO! EN EL CENTRO DE OURENSE. Piso reformado por completo, amueblado. Dispone de cuatro habitaciones, dos baños completos, calefacción por caldera comunitaria, ascensor. Con balcón a fachada y galeria a patio de luces. Posee ventanas de aluminio. Tiene 188m2 construidos y 144m2 útiles. Tiene comunidad de 145€. ¡No lo puedes dejar escapar! Sí lo que quieres es información no dudes en ponerte en contacto con nosotros a través de nuestra página web WWW. INMOBILIARIAFLY. COM o también puedes visitarnos en nuestras oficinas ubicadas en Avda de Buenos Aires 58 Bajo esquina (Ourense) y en avenida García Barbón nº 97 entreplanta 9 Vigo (Pontevedra). Si prefieres llamanos al (Ourense) o (Vigo) estaremos encantados de atenderle.  En inmobiliaria FLY también podemos hacerle un presupuesto de lo que costaría su reforma y darle asesoramiento desde el principio hasta el final. Contamos también con un equipo de abogado, asesores financieros, tasación, arquitectos y asesores comerciales altamente cualificado. INMOBILIARIA FLY DESDE EL PRINCIPIO HASTA EL FINAL A SU LADO. \" SI LO PUEDES SOÑAR, LO PUEDES LOGRAR\". Esta información del inmueble es solamente orientativa.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "priceByArea": 1862.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "Centro, Ourense",
          "title": "Piso"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108707064",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/f0/67/34/1353088474.webp",
        "externalReference": "3291-10060",
        "numPhotos": 32,
        "floor": "2",
        "price": 189000.0,
        "priceInfo": {
          "price": {
            "amount": 189000.0,
            "currencySuffix": "€"
          }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 70.0,
        "exterior": true,
        "rooms": 2,
        "bathrooms": 1,
        "address": "calle de Sanjurjo Badía",
        "province": "Pontevedra",
        "municipality": "Vigo",
        "district": "Teis",
        "country": "es",
        "latitude": 42.2458614,
        "longitude": -8.7048369,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108707064/",
        "distance": "59472",
        "description": "Piso en venta en calle Sanjurjo Badía, a metros de la Avda. García Barbón. Con una magnífica situación, cercano al acceso de la Autopista AP 9 y con todos los servicios a pie de calle. Es un edificio construido en el año 1994 que consta de cuatro plantas con dos vecinos en cada una de ellas. Es una segunda planta, a la cual se accede por ascensor. Al entrar encontramos el salón comedor de buen tamaño, la cocina independiente, con salida a la zona de lavandería en dónde actualmente se encuentra la secadora, el lavavajillas y el termo eléctrico para el agua caliente. Dispone de dos habitaciones, la principal con armario empotrado y con ventana al patio interno y una segunda más pequeña al lado del salón. En esta habitación hay una puerta corredera doble que permite integrar el salón a la misma. Cuenta con un cuarto de baño completo con bañera.  Los suelos son de tarima y han sido cambiados aproximadamente hace 7 años, excepto los de la cocina que son de porcelánico. La fontanería y la electricidad están de origen. Esta vivienda no dispone de plaza de garaje pero sí de un trastero que se encuentra en la misma planta. Aquí podrás entrar a vivir o bien actualizarlo a tu gusto, ya que cuenta con muchas posibilidades.  ¡Si buscas un piso en un entorno tranquilo y muy bien conectado con el centro de la ciudad contacta con nosotros para visitarlo! \"RE/MAX FINANCE a través de convenios nacionales con las principales entidades bancarias permite que nuestros clientes disfruten de las mejores opciones de financiación del mercado, con condiciones especiales y ventajosas, recibiendo un trato \"prime\" que nos diferencia\". Nota: este anuncio es meramente informativo y carece de valor contractual, puede contener algún error involuntario.",
        "hasVideo": true,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "priceByArea": 2700.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "Teis, Vigo",
          "title": "Piso en calle de Sanjurjo Badía"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108720030",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/b6/87/07/1353115881.webp",
        "externalReference": "13004",
        "numPhotos": 7,
        "price": 49900.0,
        "priceInfo": {
          "price": {
            "amount": 49900.0,
            "currencySuffix": "€"
          }
        },
        "propertyType": "chalet",
        "operation": "sale",
        "size": 453.0,
        "rooms": 6,
        "bathrooms": 1,
        "address": "O Calvario, 16",
        "province": "A Coruña",
        "municipality": "Valdoviño",
        "country": "es",
        "latitude": 43.6106037,
        "longitude": -8.0984231,
        "showAddress": true,
        "url": "https://www.idealista.com/inmueble/108720030/",
        "distance": "115173",
        "description": "Casa con historia en Valdoviño – Ideal para proyecto de rehabilitación Te presentamos esta casa tradicional gallega situada en Valdoviño, perfecta para quienes buscan un inmueble con carácter y potencial para convertirse en una vivienda única o en un proyecto turístico. El inmueble, que requiere reforma integral, cuenta con una superficie construida de 453 m² distribuidos en dos plantas, ofreciendo amplios espacios y muchas posibilidades de personalización. En la planta baja, se encuentra lo que antaño fue un bar-ultramarinos, conservando el encanto de las típicas tabernas gallegas, además de una cocina de leña, un comedor espacioso, un baño exterior y una zona destinada a cuadra, elementos que reflejan la esencia rural y la historia del inmueble. La planta superior alberga seis habitaciones y un baño, brindando espacio suficiente para convertirla en una gran vivienda familiar, casa rural o negocio de hostelería. La estructura está compuesta por forjados de madera, mientras que el tejado es de estructura de acero con cubierta de teja sobre fibrocemento, aspectos a tener en cuenta en su proceso de rehabilitación. Esta casa es una oportunidad ideal para quienes sueñan con rehabilitar un inmueble con alma, manteniendo su carácter original mientras lo adaptan a sus necesidades. Su ubicación en Valdoviño, un entorno de gran belleza natural y cerca de la costa, la convierte en una inversión atractiva tanto para vivienda particular como para uso turístico.   Inmobiliaria Centro A Coruña. Puedes encontrarnos en C/Emilia Pardo Bazán 1 Bajo, A Coruña, en el número de teléfono o visitándonos en nuestra web inmocentro. es.",
        "hasVideo": false,
        "status": "renew",
        "newDevelopment": false,
        "priceByArea": 110.0,
        "change": {},
        "detailedType": {
          "typology": "chalet",
          "subTypology": "independantHouse"
        },
        "suggestedTexts": {
          "subtitle": "Valdoviño",
          "title": "Casa independiente en o Calvario, 16"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108719896",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/5b/a6/9f/1353113181.webp",
        "externalReference": "V0060",
        "numPhotos": 16,
        "price": 240000.0,
        "priceInfo": {
          "price": {
            "amount": 240000.0,
            "currencySuffix": "€"
          }
        },
        "propertyType": "chalet",
        "operation": "sale",
        "size": 210.0,
        "rooms": 4,
        "bathrooms": 3,
        "address": "Viveiro",
        "province": "Lugo",
        "municipality": "Viveiro",
        "country": "es",
        "latitude": 43.6221336,
        "longitude": -7.5931523,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108719896/",
        "distance": "124421",
        "description": "INMOBILIARIA VIVEIRO VENDE SINGULAR Y MAGNÍFICA VIVIENDA UNIFAMILIAR, SITUADA EN UN ENCLAVE PRIVILEGIADO EN VIVEIROA tan solo 6 kilómetros de VIVEIRO esta propiedad ofrece una experiencia inigualable para aquellos que buscan un equilibrio perfecto entre confort y naturaleza en un entorno tranquilo y apacible.  La casa cuenta con dos plantas y bajo cubierta con una superficie por planta de 100m la primera dispone de cocina independiente y amplia, salón comedor, 1 baño  La segunda planta corresponde a cuatro habitaciones y un baño.  Además, la propiedad cuenta con un garaje y una anejo de gran capacidad ideal para almacenaje añadiendo comodidades esenciales. Las ventanas de doble acristalamiento tipo Cimalit garantizan una atmósfera confortable y luminosa en todo momento. ESTA casa por su distribución y por la ubicación, es ideal para disfrutarla en familia y desconectar en un pueblo pequeño y con mucho encanto en A MARIÑA. Ubicada en zona rural con mucho encanto y rodeada de naturaleza. Muy luminosa e ideal para desconectar del bullicio y mundanal ruido. Para entrar a vivir directamente, sin más. LA CASA ESTA EMPLAZADA En una parcela de 4000m2 QUE ofrece privacidad, comodidad y un entorno tranquilo sin renunciar a la cercanía de todos los servicios. Para más información, puede consultar a Inmobiliaria VIVEIRO, estaremos encantados de atenderle.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "parkingSpace": {
          "hasParkingSpace": true,
          "isParkingSpaceIncludedInPrice": true
        },
        "priceByArea": 1143.0,
        "change": {},
        "detailedType": {
          "typology": "chalet",
          "subTypology": "independantHouse"
        },
        "suggestedTexts": {
          "subtitle": "Viveiro",
          "title": "Casa independiente"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108719957",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/b5/db/2f/1353113568.webp",
        "externalReference": "W-02TEC5",
        "numPhotos": 45,
        "price": 690000.0,
        "priceInfo": {
          "price": {
            "amount": 690000.0,
            "currencySuffix": "€"
          }
        },
        "propertyType": "chalet",
        "operation": "sale",
        "size": 382.0,
        "rooms": 7,
        "bathrooms": 5,
        "address": "calle Río Lérez",
        "province": "Pontevedra",
        "municipality": "Poio",
        "district": "San Salvador - Caeira",
        "country": "es",
        "latitude": 42.4376144,
        "longitude": -8.6517926,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108719957/",
        "distance": "45119",
        "description": "Amplia casa con terrazas y jardín en A Caeira Fantástica casa en la zona de A Caeira, con una superficie construida aproximada de 382 metros cuadrados y una parcela de unos 1.400 metros cuadrados. La planta principal de la vivienda está distribuida en un amplio salón comedor, una cocina amueblada, una sala de estar, un dormitorio y un aseo. El salón tiene salida a una estupenda terraza con vistas a Pontevedra. Tanto la primera planta como la planta bajocubierta disponen de tres dormitorios y dos cuartos de baño, uno de ellos en suite. La propiedad se completa con un garaje con espacio para varios vehículos y un semisótano lóbrego desde el que se accede a una gran terraza y al jardín. ¡Solamente podrás verla con Engel & Völkers! ¡Llámanos e infórmate sin compromiso! La propiedad está en A Caeira, una de las mejores zonas residenciales situada a poco más de 1 km de Pontevedra. Poio cuenta con casi 20 kilómetros de costa en los que podemos encontrar diferentes tipos de playas. Todos los arenales destacan por la calidad de las aguas y los servicios ofrecidos y así lo demuestran las varias declaraciones de excelencia recibidas durante los últimos años. El municipio de Poio es escogido por cada vez más gente para ubicar su lugar de vacaciones o su residencia habitual. Esto es debido a la riqueza de su paisaje, sus playas, su tranquilidad y, sobre todo, a su buena comunicación con lugares como O Grove, Sanxenxo u otras zonas de la comarca del Salnés.",
        "hasVideo": true,
        "status": "good",
        "newDevelopment": false,
        "parkingSpace": {
          "hasParkingSpace": true,
          "isParkingSpaceIncludedInPrice": true
        },
        "priceByArea": 1806.0,
        "change": {},
        "detailedType": {
          "typology": "chalet",
          "subTypology": "independantHouse"
        },
        "suggestedTexts": {
          "subtitle": "San Salvador - Caeira, Poio",
          "title": "Casa independiente en calle Río Lérez"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108719468",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/d4/98/d6/1353098666.webp",
        "numPhotos": 26,
        "price": 59000.0,
        "priceInfo": {
          "price": {
            "amount": 59000.0,
            "currencySuffix": "€"
          }
        },
        "propertyType": "countryHouse",
        "operation": "sale",
        "size": 353.0,
        "rooms": 2,
        "bathrooms": 1,
        "address": "AS-213, 13",
        "province": "Asturias",
        "municipality": "Cangas de Narcea",
        "country": "es",
        "latitude": 43.0931345,
        "longitude": -6.5307229,
        "showAddress": true,
        "url": "https://www.idealista.com/inmueble/108719468/",
        "distance": "142844",
        "description": "**Casa de Pueblo en Venta - Encanto y Potencial en Cangas del Narcea** Descubre esta encantadora casa de pueblo ubicada en un pintoresco pueblo de montaña, a solo 11 km de Cangas del Narcea. Con una superficie construida de 353 m² y 217 m² útiles, esta propiedad ofrece un sinfín de posibilidades para aquellos que desean crear su hogar ideal. La casa se distribuye en varias plantas, comenzando por un semisótano que actualmente se utiliza como almacén. En la planta baja, encontrarás un acogedor porche, una cocina funcional, una sala de estar luminosa, un despacho y dos cómodas habitaciones, además de un baño. El bajocubierta, destinado a desván, brinda la oportunidad de ampliar el espacio habitable según tus necesidades. Aunque la casa necesita una reforma integral, su estructura sólida y su cerramiento perimetral de mampostería de piedra ofrecen una base perfecta para transformar este lugar en la casa de tus sueños. La pequeña antojana proporciona un acceso encantador a la vivienda, añadiendo un toque especial a esta propiedad que espera ser revitalizada. ¡No pierdas la oportunidad de hacer realidad tu proyecto! Referencia catastral: D00102500QH07C0001XS.",
        "hasVideo": false,
        "status": "renew",
        "newDevelopment": false,
        "priceByArea": 167.0,
        "change": {},
        "detailedType": {
          "typology": "countryHouse",
          "subTypology": "casaDePueblo"
        },
        "suggestedTexts": {
          "subtitle": "Cangas de Narcea",
          "title": "Casa de pueblo en As-213, 13"
        },
        "hasPlan": true,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108718851",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/6f/5d/8f/1353079715.webp",
        "numPhotos": 79,
        "price": 1375000.0,
        "priceInfo": {
          "price": {
            "amount": 1375000.0,
            "currencySuffix": "€"
          }
        },
        "propertyType": "chalet",
        "operation": "sale",
        "size": 730.0,
        "rooms": 5,
        "bathrooms": 4,
        "address": "CM PORTIÑO-SAIANS",
        "province": "Pontevedra",
        "municipality": "Vigo",
        "district": "Coruxo - Oia - Saiáns",
        "country": "es",
        "neighborhood": "Saiáns",
        "latitude": 42.1666349,
        "longitude": -8.8163317,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108718851/",
        "distance": "72147",
        "description": "EXCLUSIVO Chalet en Saiáns con piscina y vistas directas a las Islas Cíes A tan solo 200 metros de la playa de O Portiño, se encuentra esta luminosa y espectacular propiedad con vistas panorámicas al océano Atlántico y a las Islas Cíes. Una vivienda independiente de 730 m² construidos sobre una parcela llana de 1.206 m², situada en una de las zonas más exclusivas de Vigo: Saiáns–Coruxo–Oia (Rías Baixas). Esta joya arquitectónica combina el carácter de la piedra gallega tradicional con materiales y acabados de alta gama: roble macizo canadiense, estucos venecianos, aluminio marino y calefacción por suelo radiante, entre otros detalles premium. Distribución funcional, espacios amplios y luz natural en todas las estancias Planta principal: Hall de entrada representativo Salón-comedor de 79 m² con chimenea y acceso directo al jardín Sala polivalente Cocina de diseño de 35 m² totalmente equipada, con despensa y zona de lavandería Baño completo Exterior: Piscina desbordante climatizable con zona de solárium Cocina exterior bajo porche totalmente equipada Área de barbacoa Jardín paisajístico con riego automático Planta superior: Cuatro dormitorios dobles, todos con vistas al mar y armarios empotrados Dos suites con vestidor y baño privado Baño común y sala de estudio Semisótano / Garaje: Acceso independiente Capacidad para cuatro vehículos Cuarto de calderas, sala de máquinas y zona de depósitos Detalles que marcan la diferencia La propiedad está equipada con sistema de domótica, alarma de seguridad, puerta blindada, doble acristalamiento, calefacción central y piscina climatizable. Una vivienda lista para entrar a vivir, pensada para quienes valoran la exclusividad, el confort y una conexión directa con el entorno natural más privilegiado de Galicia.",
        "hasVideo": true,
        "status": "good",
        "newDevelopment": false,
        "parkingSpace": {
          "hasParkingSpace": true,
          "isParkingSpaceIncludedInPrice": true
        },
        "priceByArea": 1884.0,
        "change": {},
        "detailedType": {
          "typology": "chalet",
          "subTypology": "independantHouse"
        },
        "suggestedTexts": {
          "subtitle": "Saiáns, Vigo",
          "title": "Casa independiente en Cm Portiño-saians"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108719484",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/44/27/f9/1353099298.webp",
        "externalReference": "P001177",
        "numPhotos": 21,
        "floor": "4",
        "price": 170000.0,
        "priceInfo": {
          "price": {
            "amount": 170000.0,
            "currencySuffix": "€"
          }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 96.0,
        "exterior": true,
        "rooms": 3,
        "bathrooms": 2,
        "address": "A Carballeira",
        "province": "Ourense",
        "municipality": "Ourense",
        "district": "A Carballeira",
        "country": "es",
        "latitude": 42.3276752,
        "longitude": -7.8724805,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108719484/",
        "distance": "34883",
        "description": "Se vende apartamento en la Carballeira, de 96 m2. Compuesto de: un ingreso, tres dormitorios, dos baños, cocina abierta, sala, dos terrazas, amoblado, un trastero de 85 m2 aproximadamente. Aprobación de ascensor. Totalmente reformado. Tiene todo cerca, Centro de salud, farmacia, automercado, escuela, parques etc. A 5 minutos del centro caminando.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": false,
        "priceByArea": 1771.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "A Carballeira, Ourense",
          "title": "Piso"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108719242",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/77/ed/f4/1353097184.webp",
        "numPhotos": 18,
        "price": 500000.0,
        "priceInfo": {
          "price": {
            "amount": 500000.0,
            "currencySuffix": "€"
          }
        },
        "propertyType": "chalet",
        "operation": "sale",
        "size": 420.0,
        "rooms": 5,
        "bathrooms": 2,
        "address": "Lugar a Igrexa",
        "province": "Pontevedra",
        "municipality": "O Grove",
        "country": "es",
        "latitude": 42.4746111,
        "longitude": -8.9237795,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108719242/",
        "distance": "65683",
        "description": "Estupenda casa pareada con gran parcela cerrada, muy cerca de la playa del Carreiro, zona llana y soleada con muy buen acceso Distribuida en dos plantas y semisótano (donde se encuentra el garaje y la lavandería, de grandes dimensiones) En la planta principal se encuentra la cocina independiente, un gran salón comedor con chimenea y una galería acristalada con estupendas vistas al mar, dos dormitorios y un baño Arriba la biblioteca, tres dormitorios y otro baño La casa necesita obras de reforma para modernizar sobre todo baños y cocina Infórmese sin compromiso.",
        "hasVideo": false,
        "status": "renew",
        "newDevelopment": false,
        "parkingSpace": {
          "hasParkingSpace": true,
          "isParkingSpaceIncludedInPrice": true
        },
        "priceByArea": 1190.0,
        "change": {},
        "detailedType": {
          "typology": "chalet",
          "subTypology": "semidetachedHouse"
        },
        "suggestedTexts": {
          "subtitle": "O Grove",
          "title": "Chalet pareado en Lugar a Igrexa"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "highlight": {
          "groupDescription": "Destacado"
        },
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108719047",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/11/af/7e/1353083914.webp",
        "externalReference": "REF_34145",
        "numPhotos": 38,
        "price": 290000.0,
        "priceInfo": {
          "price": {
            "amount": 290000.0,
            "currencySuffix": "€"
          }
        },
        "propertyType": "chalet",
        "operation": "sale",
        "size": 254.0,
        "rooms": 2,
        "bathrooms": 1,
        "address": "Puente Boeza - Otero - Zona Rural Sur",
        "province": "León",
        "municipality": "Ponferrada",
        "district": "Puente Boeza - Otero - Zona Rural Sur",
        "country": "es",
        "latitude": 42.4636962,
        "longitude": -6.6023013,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108719047/",
        "distance": "126125",
        "description": "CASA CON PISCINA Y PARCELA CERRADA  ? Encantadora vivienda unifamiliar con río en la finca, a solo 10 minutos de Ponferrada ¿Buscas tranquilidad sin renunciar a la cercanía de la ciudad? Esta espectacular propiedad a tan solo 10 minutos de Ponferrada lo tiene todo: naturaleza, comodidad y diseño. Se trata de una vivienda unifamiliar en planta baja de 50 m², con un amplio porche que da acceso directo al jardín y a la piscina. La casa cuenta con un espacio diáfano bajo cubierta, ideal para ampliar según tus necesidades. ? ️ Totalmente amueblada con mobiliario de diseño moderno y materiales de alta calidad, lista para entrar a vivir. Distribución: Salón-comedor con chimenea Cocina nueva, totalmente equipada Baño completo con ducha Dos dormitorios La vivienda se ubica en una parcela de 1.898 m², completamente aprovechada y cuidada al detalle. Además, incluye una segunda edificación: una bodega tradicional con horno de leña y cocina, perfecta para celebraciones y momentos especiales. ? La finca destaca por su gran piscina, zona de juegos infantiles, árboles frutales y un amplio espacio para aparcamiento. ? Pero sin duda, lo más impresionante de esta propiedad es que el río bordea y cruza la finca, convirtiéndola en un lugar único y lleno de encanto natural. Ideal como vivienda habitual, casa de vacaciones o incluso como inversión para turismo rural. ? ¡No dejes pasar esta oportunidad única cerca de Ponferrada!",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "priceByArea": 1142.0,
        "change": {},
        "detailedType": {
          "typology": "chalet",
          "subTypology": "independantHouse"
        },
        "suggestedTexts": {
          "subtitle": "Puente Boeza - Otero - Zona Rural Sur, Ponferrada",
          "title": "Casa independiente"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108702274",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/15/b0/24/1352715291.webp",
        "externalReference": "3421-10321",
        "numPhotos": 34,
        "floor": "3",
        "price": 155000.0,
        "priceInfo": {
          "price": {
            "amount": 155000.0,
            "currencySuffix": "€"
          }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 109.0,
        "exterior": true,
        "rooms": 3,
        "bathrooms": 2,
        "address": "RU RIO FORCADAS",
        "province": "A Coruña",
        "municipality": "Ferrol",
        "district": "Porta Nova",
        "country": "es",
        "latitude": 43.49295,
        "longitude": -8.2234142,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108702274/",
        "distance": "102314",
        "description": "¡Descubre tu próximo hogar en Ferrol! Este encantador piso seminuevo de 93 m², ubicado en la tercera planta de un edificio con fachada de piedra, es la combinación perfecta de confort y estilo. Con acceso adaptado para personas con movilidad reducida y ascensor, este espacio está diseñado para ofrecerte la máxima comodidad. Al entrar, te recibe un hall que da paso a un luminoso salón. La cocina, moderna y funcional, se encuentra equipada con nevera, vitrocerámica, lavavajillas y lavadora, asegurando que tengas todo lo necesario al alcance de tu mano. El apartamento cuenta con tres dormitorios, salón, cocina equipada y dos baños con plato de ducha. Se entrega amueblado y dispone de calefacción para tu confort en cualquier época del año. El dormitorio principal cuenta con armario empotrado proporcionando un almacenamiento óptimo y un baño, otras dos habitaciones aportan un espacio importante a la propiedad, mientras que la cocina independiente está totalmente equipada para satisfacer todas tus necesidades culinarias. El salón comedor, completamente exterior, te ofrece vistas y una orientación solar que garantiza luz natural durante todo el día. Disfruta de un baño completo y de la tranquilidad que aporta la puerta de seguridad. Las ventanas climalit oscilo batientes aseguran un aislamiento perfecto, manteniendo el ambiente acogedor en cualquier estación. La calefacción, electricidad y el agua caliente centralizada con contador individual son detalles que suman a la eficiencia energética del hogar. Incluye plaza de garaje y trastero en el mismo edificio, un plus muy valorado que marca la diferencia. Construido en 2004 y en excelente estado, este apartamento es una oportunidad única cerca de la capital de Galicia, ideal tanto como vivienda habitual o inversión. La ubicación no puede ser mejor: rodeado de servicios, supermercados, transporte público, zonas verdes, colegios y todo lo que puedas necesitar a pocos pasos. Una vivienda con todo lo que buscas para entrar a vivir desde el primer minuto... o alquilar con rentabilidad asegurada. Su maravillosa ubicación tanto para entrar en la ciudad o abandonarla y con la proximidad de la autovía. No pierdas la oportunidad de visitar este espacio y enamorarte de tu próximo hogar. ¡Confort, estilo y una ubicación inmejorable te esperan! No dude en llamarnos para darle mas información. A través de convenios nacionales con las principales entidades bancarias permite que nuestros clientes disfruten de las mejores condiciones de financiación del mercado, con condiciones especiales y ventajosas, ofrecemos la posibilidad de sumar los costes de reforma de la vivienda a la financiación, recibiendo un trato \"prime\" que nos diferencie. Nota: Este anuncio no es vinculante, puede contener errores, se muestra a título informativo y no contractual. El texto que se ofrece está destinado a su uso como instrumento documental. No tiene validez jurídica ninguna.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "parkingSpace": {
          "hasParkingSpace": true,
          "isParkingSpaceIncludedInPrice": true
        },
        "priceByArea": 1422.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "Porta Nova, Ferrol",
          "title": "Piso en Ru Rio Forcadas"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108706721",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/70/11/9f/1352724981.webp",
        "externalReference": "AG-0196",
        "numPhotos": 51,
        "price": 260000.0,
        "priceInfo": {
          "price": {
            "amount": 260000.0,
            "currencySuffix": "€"
          }
        },
        "propertyType": "chalet",
        "operation": "sale",
        "size": 286.0,
        "rooms": 3,
        "bathrooms": 2,
        "address": "Ordenes",
        "province": "A Coruña",
        "municipality": "Ordes",
        "country": "es",
        "latitude": 43.0769499,
        "longitude": -8.4169153,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108706721/",
        "distance": "60384",
        "description": "Hoy desde VIPKEL estamos encantados de presentarte esta PRECIOSA CASA ubicada en una zona tranquila de Órdenes, IDEAL para quienes buscan confort, espacio y luz natural.  La propiedad cuenta con una amplia FINCA MUY SOLEADA, perfecta para disfrutar al aire libre, cultivar un jardín o instalar una zona de ocio. En la planta principal, la vivienda dispone de tres AMPLIOS dormitorios MUY LUMINOSOS, dos baños completos, una cocina independiente TOTALMENTE EQUIPADA y un salón acogedor, ideal para pasar los mejores momentos con familiares y amigos. La casa está en EXCELENTE ESTADO de conservación, lista para entrar a vivir sin necesidad de reformas. Un entorno privilegiado, con todos los servicios a un paso y con fácil acceso a las principales vías de comunicación. Si estás buscando una vivienda cómoda, funcional y con terreno en Órdenes, NO DEJES ESCAPAR ESTA GRAN OPORTUNIDAD! VIPKEL CONSULTING SERVICES - ÚNICA agencia Gallega y Española premiada por: • Premio a la Excelencia. CEX. • Premio Construcción y Vivienda. La Razón. • Premio Innovación Servicios Inmobiliarios. El Suplemento. • Récord de Ventas nueva empresa en Calidad y Crecimiento a nivel europeo. The European Award 2022. • Premio 2024 a Mejor Modelo de Franquicia Innovadora Resultados y trabajo continuo es lo que nos diferencia. Trabajamos un modelo centrado en la satisfacción de vendedores y compradores durante todo el proceso de inversión. Este anuncio no es vinculante, puede contener errores. Se muestra a título informativo y no contractual.",
        "hasVideo": true,
        "status": "good",
        "newDevelopment": false,
        "parkingSpace": {
          "hasParkingSpace": true,
          "isParkingSpaceIncludedInPrice": true
        },
        "priceByArea": 909.0,
        "change": {},
        "detailedType": {
          "typology": "chalet",
          "subTypology": "independantHouse"
        },
        "suggestedTexts": {
          "subtitle": "Ordes",
          "title": "Casa independiente en Ordenes"
        },
        "hasPlan": true,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "highlight": {
          "groupDescription": "Destacado"
        },
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108718962",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/89/fe/8a/1353081818.webp",
        "externalReference": "P000284",
        "numPhotos": 49,
        "floor": "3",
        "price": 250000.0,
        "priceInfo": {
          "price": {
            "amount": 250000.0,
            "currencySuffix": "€"
          }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 95.0,
        "exterior": true,
        "rooms": 3,
        "bathrooms": 2,
        "address": "calle Peirao do Covelo",
        "province": "Pontevedra",
        "municipality": "Poio",
        "district": "Samieira",
        "country": "es",
        "latitude": 42.4190256,
        "longitude": -8.7308631,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108718962/",
        "distance": "51925",
        "description": "Luminoso piso con terraza y vistas al mar en Samieira, Covelo (Poio) - listo para entrar a vivir Si siempre has soñado con tener una casa frente al mar, ha llegado el momento de hacer tus sueños realidad. En plena ría de Pontevedra, rodeado de playas y con todos los servicios a mano, se encuentra esta vivienda moderna y acogedora de 95 m². Ubicada en una segunda planta y orientada al sureste, ofrece gran luminosidad y una sensación de amplitud en todas sus estancias con unas increíbles vistas al mar desde su hermosa terraza. Su ubicación es inmejorable, ya que se encuentra a escasos metros del puerto y de la playa. Amplio y moderno piso con 3 habitaciones, 2 baños, gran salón con terraza (y vistas al mar) y cocina con salida a cuarto de caldera. Cuenta con suelos de tarima y armarios empotrados. La distribución es la siguiente: 3 dormitorios amplios, todos con televisor individual. 2 baños completos. Salón con chimenea funcional, perfecto para relajarse. Cocina equipada con zona de comedor integrada. Terraza con impresionantes vistas al mar. El piso se vende amueblado, con menos de 5 años de antigüedad y todos los suministros dados de alta. Dispone además de licencia activa de Vivienda de Uso Turístico (VUT), lo que lo convierte en una opción ideal tanto como vivienda habitual como inversión. Inmogalaica te ofrece esta excelente oportunidad para vivir o invertir en una de las zonas más especiales de las Rías Baixas. No dejes pasar la ocasión, ¡ven a visitarlo con nosotros! Este anuncio no es vinculante, puede contener errores involuntarios. Se muestra a título informativo y no contractual.",
        "hasVideo": true,
        "status": "good",
        "newDevelopment": false,
        "hasLift": false,
        "priceByArea": 2632.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "Samieira, Poio",
          "title": "Piso en calle Peirao do Covelo"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108719269",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/3b/e7/17/1353091629.webp",
        "externalReference": "P013259",
        "numPhotos": 16,
        "floor": "1",
        "price": 185000.0,
        "priceInfo": {
          "price": {
            "amount": 185000.0,
            "currencySuffix": "€"
          }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 141.0,
        "exterior": true,
        "rooms": 4,
        "bathrooms": 2,
        "address": "Residencia",
        "province": "Ourense",
        "municipality": "Ourense",
        "district": "Residencia",
        "country": "es",
        "latitude": 42.3270768,
        "longitude": -7.856954,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108719269/",
        "distance": "35731",
        "description": "Piso en Zona Residencia Presentamos un magnífico piso de 141 m² ubicado en una tranquila y deseable zona residencial.  Este espacioso hogar dispone de 4 dormitorios ideales para familias que buscan comodidad y espacio.  La propiedad incluye 2 baños completos, que han sido completamente reformados con un diseño moderno y funcional. La cocina equipada está diseñada para satisfacer las necesidades de cualquier amante de la gastronomía, ofreciendo tanto estilo como practicidad.   Para garantizar el confort durante todo el año, el piso dispone de calefacción de gasóleo individiual, lo que permite un control eficiente de la temperatura interior. Plaza de garaje en el edificio, brindando facilidad de acceso y seguridad para su vehículo. Complementando estas características, la propiedad incluye un trastero y una bodega, proporcionando amplio espacio adicional para almacenamiento. Este piso no solo destaca por su cómoda distribución y su ubicación, sino también por sus extras que añaden valor a la vivienda.  ¡No pierdas la oportunidad de visitarlo y convertirlo en tu nuevo hogar!",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "parkingSpace": {
          "hasParkingSpace": true,
          "isParkingSpaceIncludedInPrice": true
        },
        "priceByArea": 1312.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "Residencia, Ourense",
          "title": "Piso"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "highlight": {
          "groupDescription": "Destacado"
        },
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108719250",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/de/c7/ca/1353091521.webp",
        "externalReference": "P025310",
        "numPhotos": 11,
        "floor": "1",
        "price": 170000.0,
        "priceInfo": {
          "price": {
            "amount": 170000.0,
            "currencySuffix": "€"
          }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 117.0,
        "exterior": true,
        "rooms": 2,
        "bathrooms": 1,
        "address": "Centro",
        "province": "A Coruña",
        "municipality": "Ferrol",
        "district": "Centro",
        "country": "es",
        "latitude": 43.4832713,
        "longitude": -8.2353829,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108719250/",
        "distance": "101315",
        "description": "Venta de piso amueblado totalmente reformado, muy luminoso, en el centro.  Tiene 2 habitaciones con balcón, cocina americana, salón comedor, baño con plato de ducha y una terraza interior cubierta. Ventanas de madera, con climalit, suelos de tarima y calefacción eléctrica.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": false,
        "priceByArea": 1453.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "Centro, Ferrol",
          "title": "Piso"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108718762",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/07/17/2b/1353077630.webp",
        "externalReference": "VCA-CESURAS",
        "numPhotos": 36,
        "price": 200000.0,
        "priceInfo": {
          "price": {
            "amount": 200000.0,
            "currencySuffix": "€"
          }
        },
        "propertyType": "chalet",
        "operation": "sale",
        "size": 222.0,
        "rooms": 4,
        "bathrooms": 2,
        "address": "calle Estación",
        "province": "A Coruña",
        "municipality": "Oza-Cesuras",
        "country": "es",
        "latitude": 43.1718032,
        "longitude": -8.1991341,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108718762/",
        "distance": "66559",
        "description": "No pierdas la oportunidad de hacer de esta casa tu nuevo hogar. Te voy a contar todos los detalles a continuación:  Casa en Cesuras, ubicada a pocos metros del apeadero del tren, lo que facilita tus desplazamientos. Con farmacia y servicios cercanos, disfrutarás de la comodidad de tener todo a tu alcance. A solo 10 km del centro de Betanzos y a 5 km de Oza de los Ríos, la ubicación es perfecta para quienes buscan tranquilidad sin alejarse de la vida urbana. Además, la conexión con Coruña es excelente, gracias a la autovía y autopista a tan solo 10 minutos. En el precio de venta se incluye la casa con su parcela de 410 metros cerrada y otra finca a escasos 30 metros de 5493 metros de los cuales 1129 son urbanos y los otros están plantados con eucaliptos. La casa es del año 88 pero tiene un mantenimiento constante por parte de los propietarios y está actualizada y lista para entrar a vivir, actualmente consta de dos plantas, comunicadas entre si por una escalera interior y con acceso al exterior desde cada planta.  PLANTA PRINCIPAL: accedemos a ella a través de una galería, en esta planta tenemos un salón de 14 metros, Un baño con plato de ducha que fue renovado recientemente, 3 dormitorios amplios y una cocina de 11 metros.  PLANTA BAJA: Accedemos a ella a través de un porche, consta con un dormitorio muy amplio de 15 metros, una cocina con chimenea y zona de despensa y un gran salón comedor de 25 metros, en esta planta también hay un baño con plato de ducha.  Las ventanas de la casa están recién cambiadas, son de PVC oscilobatientes con rotura de puente térmico y equipadas con persianas y mosquiteras, la carpintería interior de la planta baja es toda de roble, la calefacción de la casa es mediante gasoil y se puede utilizar leña en la chimenea de la cocina de la planta baja.  En el exterior nos encontramos con una zona de barbacoa con fregadero y un gran mesado, una zona de piscina exterior y un par de almacenes (uno de ellos se podría utilizar como garaje), todo el perímetro de la casa está cubierto con acera y pavimento tipo pizarra quedando la zona de jardín y huerto perfectamente diferenciada.  La parcela está completamente cerrada con muro de hormigón y valla metálica, con portalón de corredera para el acceso rodado y también cuenta con acceso peatonal. Cuenta con alcantarillado y agua de traída. A escasos 30 metros enfrente de la casa está la otra parcela de 5493 metros de los cuales 1129 figuran como urbanos en catastro en los que hay en la actualidad más huerto y un gallinero y los otros 4364 metros están plantados con eucalipto. Nota: La información facilitada es orientativa, no tiene carácter vinculante y carece de valor contractual. Dicha información puede haber sufrido modificaciones que aún no han sido incorporadas. La descripción está destinada a brindar una función estrictamente referencial, sin validez jurídica alguna. No incluidos los gastos de escrituración, registros, impuestos, etc… Le sugerimos se ponga en contacto con la empresa para obtener los últimos datos y/o confirmar los aquí expuestos.",
        "hasVideo": true,
        "status": "good",
        "newDevelopment": false,
        "priceByArea": 901.0,
        "change": {},
        "detailedType": {
          "typology": "chalet",
          "subTypology": "independantHouse"
        },
        "suggestedTexts": {
          "subtitle": "Oza-Cesuras",
          "title": "Casa independiente en calle Estación"
        },
        "hasPlan": true,
        "has3DTour": true,
        "has360": false,
        "hasStaging": false,
        "highlight": {
          "groupDescription": "Destacado"
        },
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108688843",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/60/54/c4/1352696491.webp",
        "externalReference": "3291-10058",
        "numPhotos": 25,
        "floor": "2",
        "price": 295000.0,
        "priceInfo": {
          "price": {
            "amount": 295000.0,
            "currencySuffix": "€"
          }
        },
        "propertyType": "duplex",
        "operation": "sale",
        "size": 94.0,
        "exterior": true,
        "rooms": 3,
        "bathrooms": 2,
        "address": "RU ROADE-ALCABRE",
        "province": "Pontevedra",
        "municipality": "Vigo",
        "district": "Alcabre",
        "country": "es",
        "latitude": 42.2223683,
        "longitude": -8.7610048,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108688843/",
        "distance": "64726",
        "description": "**Dúplex en Venta en Alcabre - ¡Tu hogar ideal! ** Descubre este precioso dúplex en Alcabre, una zona única y tranquila, perfecto para disfrutar de la vida cerca del mar. Con playas a un paso, este hogar te ofrece la combinación ideal de confort y ubicación. En la primera planta, encontrarás un luminoso salón-comedor, una cocina independiente y un baño completo, además de un acogedor dormitorio con armario empotrado. La segunda planta cuenta con dos amplias habitaciones también equipadas con armarios empotrados y otro baño completo. Este dúplex es muy exterior y soleado gracias a su orientación, lo que garantiza un ambiente cálido y agradable durante todo el año. Con calefacción de gas natural y caldera individual, te sentirás cómodo en cualquier época. Además, incluye plaza de garaje y bodega en el precio, lo que añade un valor extra a esta propiedad. Con 94 m² construidos y 80 m² útiles, este hogar de segunda mano está en buen estado y listo para entrar a vivir. Construido en el año 2000 y con ascensor, la comodidad está asegurada. No pierdas la oportunidad de vivir en un entorno tranquilo, con todas las comodidades que necesitas y a pocos minutos de las mejores playas. ¡Ven a visitarlo y enamórate de tu nuevo hogar! REMAX FINANCE a través de convenios nacionales con las principales entidades bancarias permite que nuestros clientes disfruten de las mejores opciones de financiación del mercado, con condiciones especiales y ventajosas, recibiendo un trato prime que nos diferencia. Nota: este anuncio es meramente informativo y carece de valor contractual, puede contener algún error involuntario.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "parkingSpace": {
          "hasParkingSpace": true,
          "isParkingSpaceIncludedInPrice": true
        },
        "priceByArea": 3138.0,
        "change": {},
        "detailedType": {
          "typology": "flat",
          "subTypology": "duplex"
        },
        "suggestedTexts": {
          "subtitle": "Alcabre, Vigo",
          "title": "Dúplex en Ru Roade-alcabre"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "104695281",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/4e/95/ea/1309335272.webp",
        "externalReference": "REF_29189",
        "numPhotos": 20,
        "price": 275000.0,
        "priceInfo": {
          "price": {
            "amount": 275000.0,
            "currencySuffix": "€",
            "priceDropInfo": {
              "formerPrice": 296000.0,
              "priceDropValue": 21000,
              "priceDropPercentage": 7
            }
          }
        },
        "propertyType": "chalet",
        "operation": "sale",
        "size": 299.0,
        "rooms": 4,
        "bathrooms": 2,
        "address": "Aldea Bouza",
        "province": "Pontevedra",
        "municipality": "Cambados",
        "country": "es",
        "latitude": 42.4822124,
        "longitude": -8.8050119,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/104695281/",
        "distance": "55952",
        "description": "SE VENDE IMPRESIONANTE CASA/ CHALET EN CAMBADOS - PONTEVEDRA  CASA/CHALET DE 289 METROS CON BAJO / PRIMERA PLANTA / BAJO CUBIERTA. 4 HABITACIONES / 2 BAÑOS / 2 COCINAS / 2 SALONES  ! BAJADA DE PRECIO ¡ SE VENDE IMPRESIONANTE VIVIENDA EN CAMBADOS CON 289 METROS CONSTRUIDOS La vivienda esta dividida en bajo donde encontraras un impresionante salón comedor, una habitación actualmente como trastero y un pequeño baño donde tambien esta la lavadora. Total de metros 110. Con escaleras interiores subimos a la planta principal donde tienes 3 amplias habitaciones cocina totalmente equipada con una galería, salón amplio con un gran balcón haciendo una ele y un baño. Los muebles del salón y la cocina están prácticamente sin uso y tienes la posibilidad de quedarte con ellos. Tienes tambien un bajo cubierta diáfano donde podrás habilitar a tu gusto. La vivienda tiene calefacción centralizada de gasóleo y además una preciosa chimenea a leña en el salón del bajo. Tambien unas cuadras como almacén y donde tienes la caldera. El precio es negociable, depende si te interesa quedarte con los muebles o no. ** POSIBILIDAD DE FINANCIACION DE HASTA EL 100% ** NOTA: ESTE ANUNCIO ES MERAMENTE INFORMATIVO Y CARECE DE VALOR CONTRACTUAL, PUEDE CONTENER ALGUN ERROR INVOLUNTARIO.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "parkingSpace": {
          "hasParkingSpace": true,
          "isParkingSpaceIncludedInPrice": true
        },
        "priceByArea": 920.0,
        "change": {},
        "detailedType": {
          "typology": "chalet",
          "subTypology": "independantHouse"
        },
        "suggestedTexts": {
          "subtitle": "Cambados",
          "title": "Casa independiente en Aldea Bouza"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108718963",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/ca/02/b6/1353082488.webp",
        "numPhotos": 4,
        "price": 495000.0,
        "priceInfo": {
          "price": {
            "amount": 495000.0,
            "currencySuffix": "€"
          }
        },
        "propertyType": "chalet",
        "operation": "sale",
        "size": 240.0,
        "rooms": 4,
        "bathrooms": 3,
        "address": "calle Bartolomé de las Casas",
        "province": "A Coruña",
        "municipality": "Oleiros",
        "district": "Nós",
        "country": "es",
        "latitude": 43.3095872,
        "longitude": -8.3428087,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108718963/",
        "distance": "83418",
        "description": "¡Descubre tu nuevo hogar en este impresionante chalet independiente de nueva construcción! Con una distribución flexible en 1 o 2 plantas, esta propiedad ofrece un espacio ideal para disfrutar de la vida en familia. Ubicado en una parcela de 2000 m², tendrás el lujo de un amplio jardín y la opción de añadir una piscina, convirtiendo tu hogar en un verdadero oasis de tranquilidad. Con 240 m² construidos y 220 m² útiles, la casa cuenta con 4 dormitorios y 3 baños, perfectos para acomodar a toda la familia. La terraza y el balcón son ideales para disfrutar del sol y las vistas. Además, los armarios empotrados y el trastero ofrecen un espacio extra para mantener todo en orden. La construcción en hormigón clásico cumple con los parámetros de casa pasiva, garantizando eficiencia energética y comodidad. Situado a solo 1.5 km del acceso a la autovía y con zonas de restauración y comercios cercanas, tendrás todo lo que necesitas al alcance de la mano. Las hermosas playas de Olerios están a solo 5 km, mientras que la ciudad de La Coruña se encuentra a 8 km. Este chalet es perfecto para quienes buscan un equilibrio entre la tranquilidad del campo y la cercanía a la ciudad. ¡No pierdas la oportunidad de vivir en este hogar excepcional!",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "parkingSpace": {
          "hasParkingSpace": true,
          "isParkingSpaceIncludedInPrice": true
        },
        "priceByArea": 2063.0,
        "change": {},
        "detailedType": {
          "typology": "chalet",
          "subTypology": "independantHouse"
        },
        "suggestedTexts": {
          "subtitle": "Nós, Oleiros",
          "title": "Casa independiente en calle Bartolomé de las Casas"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108718969",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/61/d4/21/1353081855.webp",
        "externalReference": "C000630",
        "numPhotos": 13,
        "price": 145000.0,
        "priceInfo": {
          "price": {
            "amount": 145000.0,
            "currencySuffix": "€"
          }
        },
        "propertyType": "chalet",
        "operation": "sale",
        "size": 290.0,
        "rooms": 5,
        "bathrooms": 2,
        "address": "Oia",
        "province": "Pontevedra",
        "municipality": "Oia",
        "country": "es",
        "latitude": 42.0033115,
        "longitude": -8.873538,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108718969/",
        "distance": "87995",
        "description": "CHALET CON VISTAS AL MAR EN OIA  En IC INMO te presentamos esta propiedad situada en Oia, un enclave privilegiado que combina la tranquilidad del entorno natural con la proximidad a la costa gallega. CARACTERÍSTICAS DESTACADAS Parcela de 900m² con hórreo tradicional gallego y espacio para jardín, huerta o zona de recreo. Vivienda de 4 plantas con un total de 5 habitaciones y 2 baños. La planta baja está destinada a garaje y almacén. Primera planta (97 m²): 3 dormitorios, salón, cocina equipada y baño completo. Segunda planta (97 m²): 2 dormitorios, baño, cocina, amplio salón con balcón acristalado para disfrutar de las vistas. Bajocubierta diáfano: posibilidad de adaptar como estudio, zona de ocio o más habitaciones. Placas de hormigón y tejado reformado para mayor seguridad y durabilidad. Calefacción eléctrica | Vistas despejadas | Terreno superior con uso agrícola A solo 15 minutos de A Guarda y Baiona, perfecta como primera residencia, segunda vivienda o proyecto turístico. Descubre esta oportunidad y convierte esta casa en tu nuevo hogar o inversión.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "priceByArea": 500.0,
        "change": {},
        "detailedType": {
          "typology": "chalet",
          "subTypology": "independantHouse"
        },
        "suggestedTexts": {
          "subtitle": "Oia",
          "title": "Casa independiente"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "93162509",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/2a/35/75/1326852137.webp",
        "externalReference": "4310599",
        "numPhotos": 18,
        "price": 45000.0,
        "priceInfo": {
          "price": {
            "amount": 45000.0,
            "currencySuffix": "€"
          }
        },
        "propertyType": "chalet",
        "operation": "sale",
        "size": 90.0,
        "rooms": 2,
        "bathrooms": 1,
        "address": "Feira Trece",
        "province": "A Coruña",
        "municipality": "Narón",
        "district": "Sedes-Pedroso-Doso",
        "country": "es",
        "latitude": 43.5565304,
        "longitude": -8.1408272,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/93162509/",
        "distance": "109126",
        "description": "¿Estás buscando una casa en una zona tranquila y bien situada? ¡Tenemos lo que necesitas! Te presentamos esta casa adosada en venta, ubicada a solo 9 minutos en coche de la playa de Valdoviño. Con 90 m² construidos y 80 m² útiles, esta propiedad cuenta con un amplio patio privado y acceso a la finca por la parte trasera.  Esta casa es ideal para restaurar según tus gustos y necesidades, ya que necesita una restauración total y no tiene tejado. Sin embargo, su fácil acceso y buena comunicación con otras zonas de la región la hacen una opción muy atractiva.  La casa cuenta con 2 dormitorios y 1 baño y está construida sobre una parcela de 700 m² en un entorno tranquilo y privilegiado. ¿Te interesa saber más sobre esta propiedad? ¡Contáctanos para más información!",
        "hasVideo": false,
        "status": "renew",
        "newDevelopment": false,
        "priceByArea": 500.0,
        "change": {},
        "detailedType": {
          "typology": "chalet",
          "subTypology": "terracedHouse"
        },
        "suggestedTexts": {
          "subtitle": "Sedes-Pedroso-Doso, Narón",
          "title": "Chalet adosado en Feira Trece"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108718601",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/05/34/1f/1353071674.webp",
        "externalReference": "C001129",
        "numPhotos": 20,
        "price": 42000.0,
        "priceInfo": {
          "price": {
            "amount": 42000.0,
            "currencySuffix": "€"
          }
        },
        "propertyType": "chalet",
        "operation": "sale",
        "size": 100.0,
        "rooms": 4,
        "bathrooms": 2,
        "address": "Crecente",
        "province": "Pontevedra",
        "municipality": "Crecente",
        "country": "es",
        "latitude": 42.1776225,
        "longitude": -8.1816851,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108718601/",
        "distance": "44369",
        "description": "Casa independiente con finca. Vale para entrar a vivir aunque necesita una pequeña reforma. Zona muy tranquila, en plena naturaleza. Opción de mas fincas.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "parkingSpace": {
          "hasParkingSpace": true,
          "isParkingSpaceIncludedInPrice": true
        },
        "priceByArea": 420.0,
        "change": {},
        "detailedType": {
          "typology": "chalet",
          "subTypology": "independantHouse"
        },
        "suggestedTexts": {
          "subtitle": "Crecente",
          "title": "Casa independiente"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108718470",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/a8/70/0c/1353069870.webp",
        "numPhotos": 44,
        "floor": "11",
        "price": 720000.0,
        "priceInfo": {
          "price": {
            "amount": 720000.0,
            "currencySuffix": "€"
          }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 150.0,
        "exterior": true,
        "rooms": 3,
        "bathrooms": 2,
        "address": "calle Modesta Goicouría",
        "province": "A Coruña",
        "municipality": "A Coruña",
        "district": "Ensanche - Juan Florez",
        "country": "es",
        "neighborhood": "Juan Flórez-San Pablo",
        "latitude": 43.369564,
        "longitude": -8.4093188,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108718470/",
        "distance": "91133",
        "description": "Les presentamos esta joya situada en el corazón de la cuidad, donde las vistas al mar y a la cuidad se encuentran en cada rincón de esta vivienda debido a su ubicación y altura.  Entrando en la vivienda, nos encontramos con una amplia cocina - comedor con acceso a una cálida terraza donde poder disfrutar momentos en el exterior, éste área de día cuanta también con un aseo. El salón es muy espacioso, cuenta con grandes ventanales que garantizan mucha luz natural y unas espectaculares vistas a la playa de Orzán.  La vivienda dispone de tres dormitorios amplios, en dos de ellos los ventanales están orientados al mar, lo que te permite amanecer con una idílica vista, en el tercero, orientado hacia Plaza Pontevedra, se podrá disfrutar de las vistas a la hermosa arquitectura de la cuidad.  Con relación a los baños, a mayores del aseo de cortesía ubicado en la cocina- comedor ya comentado, en inmueble dispone de dos baños más: uno en suite de la habitación principal, proporcionando la máxima comodidad y el otro para uso comunitario de las otras dos habitaciones.  La vivienda destaca por ser completamente exterior, es muy cálida y hogareña, las vistas son inmejorables y la ubicación estratégica.  Situado en la Calle Modesta Goicouría, entre Plaza de Pontevedra y la playa de Orzán, este piso ofrece un acceso exclusivo a la zona playa, de tiendas, restaurantes y todos los servicios necesarios para la rutina diaria.  En resumen, este piso no solo es una propiedad residencial; es una declaración de estilo de vida.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "priceByArea": 4800.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "Juan Flórez-San Pablo, A Coruña",
          "title": "Piso en calle Modesta Goicouría"
        },
        "hasPlan": true,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108718070",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/5f/17/b2/1353055008.webp",
        "externalReference": "3471-14607",
        "numPhotos": 24,
        "floor": "2",
        "price": 88000.0,
        "priceInfo": {
          "price": {
            "amount": 88000.0,
            "currencySuffix": "€"
          }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 70.0,
        "exterior": true,
        "rooms": 2,
        "bathrooms": 1,
        "address": "AV GALICIA-CU, 182",
        "province": "León",
        "municipality": "Ponferrada",
        "district": "Cuatrovientos",
        "country": "es",
        "latitude": 42.5652938,
        "longitude": -6.6337708,
        "showAddress": true,
        "url": "https://www.idealista.com/inmueble/108718070/",
        "distance": "122842",
        "description": "DONDE EL VERANO SE VUELVE RUTINA Y LA RUTINA, PURO PLACER Hay hogares que no solo se habitan: se sienten. Este apartamento en la URBANIZACIÓN ARCOIRIS, entre Ponferrada y Fuentesnuevas, es uno de esos lugares donde cada día parece diseñado para disfrutar de las pequeñas cosas. Imagina llegar a casa después del trabajo, cambiarte de ropa, coger una toalla y bajar a la piscina como si estuvieras en un hotel. Imagina los domingos sin prisa, el sol acariciando el salón, el olor del café llenando el aire… y a tu lado, esa persona con la que lo quieres todo. �️ Tu refugio de luz y calma En su segunda planta (2º E), este apartamento de dos dormitorios ofrece el equilibrio perfecto entre funcionalidad y calidez. Con 60,55 m² útiles cuidadosamente distribuidos, cuenta con un salón acogedor, una cocina con caldera individual Roca Gavina que será testigo de miles de desayunos juntos. � El baño, equipado con bañera, invita a pausas relajantes. � El aire acondicionado y la calefacción individual garantizan tu confort en cualquier estación. � Y sí, también tienes espacio para lo práctico: • Garaje cerrado de 12 m² para olvidarte del coche en la calle • Trastero de 5 m², ideal para guardar sueños en forma de maletas, esquís o cajas de recuerdos � La piscina comunitaria es el alma de esta urbanización: un lugar donde el verano nunca termina del todo, donde los fines de semana se viven al aire libre, y donde podréis hacer nuevos amigos sin salir de casa. � Ubicado en Avenida de Galicia 182, en una zona tranquila pero bien conectada, con todos los servicios a un paso y el corazón de Ponferrada a menos de diez minutos. � ¿El precio de vivir así? Solo 88.000 € Porque no se trata solo de comprar un piso. Se trata de crear un hogar donde empezar a escribir vuestra historia. Y este podría ser el primer capítulo perfecto. � ¿Lo vemos juntos? Agenda tu visita y prepárate para enamorarte en cuanto cruces la puerta. Porque los lugares también tienen magia… y este la tiene. RE/MAX GRUPO EXPERTS “Siempre a tu lado”.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": false,
        "parkingSpace": {
          "hasParkingSpace": true,
          "isParkingSpaceIncludedInPrice": true
        },
        "priceByArea": 1257.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "Cuatrovientos, Ponferrada",
          "title": "Piso en Av Galicia-cu, 182"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "highlight": {
          "groupDescription": "Destacado"
        },
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108717514",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/61/a8/a9/1353049542.webp",
        "numPhotos": 39,
        "price": 79000.0,
        "priceInfo": {
          "price": {
            "amount": 79000.0,
            "currencySuffix": "€"
          }
        },
        "propertyType": "chalet",
        "operation": "sale",
        "size": 437.0,
        "rooms": 5,
        "bathrooms": 2,
        "address": "Lugar Sete Arriba",
        "province": "A Coruña",
        "municipality": "Cerdido",
        "country": "es",
        "latitude": 43.5927895,
        "longitude": -7.9702579,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108717514/",
        "distance": "113934",
        "description": "**Casa Rural en Venta - Oportunidad Única para Reformar en Entorno Natural** Descubre esta encantadora casa rural de dos plantas, situada en una zona tranquila y rodeada de naturaleza. Con un amplio terreno de 11.341 m², esta propiedad ofrece un sinfín de posibilidades para convertirla en el hogar de tus sueños. La casa cuenta con 5 dormitorios y 2 baños, ideal para una familia que busca espacio y comodidad. Además, dispone de un almacén perfecto para garaje, un hórreo y una cuadra que permiten realizar arreglos y adaptaciones a tu gusto. Imagina disfrutar de las vistas desde la terraza o el balcón, donde podrás relajarte en un entorno sereno. Aunque la casa requiere reformas, su potencial es innegable. El suelo tiene categoría agraria, lo que brinda opciones adicionales para el uso del terreno. Para facilitar la visualización del proyecto de reforma, se ofrece un gemelo virtual que te permitirá conocer cada detalle del interior y las posibilidades de mejora. No dejes pasar esta oportunidad única de adquirir una propiedad con carácter y encanto en un entorno natural. ¡Ven a visitarla y comienza a imaginar tu nuevo hogar!",
        "hasVideo": true,
        "status": "renew",
        "newDevelopment": false,
        "parkingSpace": {
          "hasParkingSpace": true,
          "isParkingSpaceIncludedInPrice": true
        },
        "priceByArea": 181.0,
        "change": {},
        "detailedType": {
          "typology": "chalet",
          "subTypology": "independantHouse"
        },
        "suggestedTexts": {
          "subtitle": "Cerdido",
          "title": "Casa independiente en Lugar Sete Arriba"
        },
        "hasPlan": true,
        "has3DTour": true,
        "has360": false,
        "hasStaging": false,
        "highlight": {
          "groupDescription": "Destacado"
        },
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108718138",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/bc/e0/7a/1353057225.webp",
        "externalReference": "HVA00046",
        "numPhotos": 54,
        "floor": "1",
        "price": 198000.0,
        "priceInfo": {
          "price": {
            "amount": 198000.0,
            "currencySuffix": "€"
          }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 124.0,
        "exterior": true,
        "rooms": 4,
        "bathrooms": 2,
        "address": "Marin",
        "province": "Pontevedra",
        "municipality": "Marin",
        "country": "es",
        "latitude": 42.3730352,
        "longitude": -8.7306301,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108718138/",
        "distance": "53849",
        "description": "Hogar inmobiliaria ofrece este amplio piso con vistas al mar y listo para entrar a vivir. Se encuentra en Seixo, Marín, una zona tranquila pero con todos los servicios al alcance, y a tan solo 10 minutos andando de la playa de Aguete. se trata de un primer piso sin ascensor, pero con una panorámica despejada hacia la ría de Pontevedra que lo convierte en un lugar muy especial. La vivienda tiene una superficie de 108 m² y se distribuye en cuatro habitaciones, un baño completo, un aseo, una cocina independiente y un salón-comedor amplio y luminoso. Entre sus mejoras recientes destacan las ventanas nuevas de PVC que garantizan un buen aislamiento. Además, la fachada ha sido renovada con sistema SATE, lo que mejora tanto la eficiencia energética como el aspecto del edificio, y la cubierta del edificio se cambió hace solo un año y medio. La calefacción y el agua caliente funcionan con gas natural, lo que aporta confort y eficiencia. Los gastos de comunidad son muy bajos, tan solo 35€ al mes. La ubicación es muy práctica: a pocos pasos tienes todo lo necesario para el día a día, desde tiendas y supermercados hasta opciones de ocio y servicios básicos. Todo ello sin renunciar a la tranquilidad y la cercanía del mar. Este piso es ideal para familias que necesitan espacio, para quienes no quieren hacer reformas y entrar a vivir directamente, o incluso para inversores que buscan una propiedad en una ubicación con alta demanda. Para más información, dudas y visitas, no dudes en contactarnos.",
        "hasVideo": true,
        "status": "good",
        "newDevelopment": false,
        "hasLift": false,
        "priceByArea": 1597.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "Marin",
          "title": "Piso"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108717261",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/ab/0b/e5/1353027410.webp",
        "externalReference": "DC Coruña PS Vta Par 329",
        "numPhotos": 32,
        "floor": "8",
        "price": 325000.0,
        "priceInfo": {
          "price": {
            "amount": 325000.0,
            "currencySuffix": "€"
          }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 126.0,
        "exterior": true,
        "rooms": 3,
        "bathrooms": 2,
        "address": "calle Alfonso Rodríguez Castelao",
        "province": "A Coruña",
        "municipality": "A Coruña",
        "district": "Los Rosales",
        "country": "es",
        "latitude": 43.3754989,
        "longitude": -8.4299285,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108717261/",
        "distance": "92196",
        "description": "SE VENDE DUPLEX EN LA CALLE ALFONSO RODRIGUEZ CASTELAO DE LA CORUÑA. De 126m2, distribuido en dos plantas. En la planta baja, un gran salón, un luminoso dormitorio, un baño completo y moderno, con plato de ducha, y una cocina independiente, totalmente equipada, nueva con muebles de diseño y una gran mesa. tiene además de un tendedero anexo con la zona de lavandería. La planta superior tiene dos dormitorios, el principal de gran tamaño, y tres armarios empotrados, dos de ellos tipo trasteros (por la forma y dimensión). Está en esta planta, el otro baño completo, también nuevo, con bañera de hidromasaje. Piso totalmente luminoso y soleado, gracias a sus grandes ventanales y con bonitas vistas despejadas y orientadas a las zonas verdes que rodean los Rosales. Plaza de garaje y trastero incluidos en el precio. Situado en la zona baja de los Rosales, a 350m del Paseo Marítimo, 1,5 km de la Playa de Riazor y muy próximo también al Monte de San Pedro, donde se puede hacer deporte y disfrutar de la naturaleza. Zona consolidada con todos los servicios: supermercados (Centro Comercial Los Rosales cerca), centros médicos, colegios, restaurantes y transporte público. Naturaleza y entorno urbano en una misma ubicación.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "parkingSpace": {
          "hasParkingSpace": true,
          "isParkingSpaceIncludedInPrice": true
        },
        "priceByArea": 2579.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "Los Rosales, A Coruña",
          "title": "Piso en calle Alfonso Rodríguez Castelao"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108717819",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/aa/32/c2/1353048211.webp",
        "numPhotos": 20,
        "floor": "4",
        "price": 375000.0,
        "priceInfo": {
          "price": {
            "amount": 375000.0,
            "currencySuffix": "€"
          }
        },
        "propertyType": "penthouse",
        "operation": "sale",
        "size": 110.0,
        "exterior": true,
        "rooms": 3,
        "bathrooms": 2,
        "address": "calle de Fragata Navas de Tolosa, 12",
        "province": "Pontevedra",
        "municipality": "Moaña",
        "country": "es",
        "latitude": 42.2773002,
        "longitude": -8.7368889,
        "showAddress": true,
        "url": "https://www.idealista.com/inmueble/108717819/",
        "distance": "59545",
        "description": "Exclusivo ÁTICO de OBRA NUEVA con VISTAS AL MAR en Moaña! Ubicado junto al puerto deportivo, este espectacular ático combina diseño moderno, funcionalidad y materiales de primera calidad, ofreciendo un hogar confortable y duradero en una de las zonas más atractivas de las Rías Baixas. La vivienda está pensada para aprovechar al máximo cada rincón. Dispone de tres dormitorios con armarios empotrados, dos baños completos y una cocina de alta gama abierta al salón, que se integra perfectamente con una gran terraza privada donde disfrutar del aire libre y las vistas. Incluye plaza de garaje y bodega. El edificio ofrece además una impresionante terraza comunitaria en la azotea, equipada con barbacoa, duchas y zona de tumbonas. Un espacio ideal para relajarse o compartir momentos únicos con unas vistas al mar simplemente inmejorables. Todo lo que necesitas a pocos pasos: comercios, transporte, zonas de ocio y el encanto del puerto de Moaña, a solo unos metros. ✨ Una oportunidad única de vivir con estilo, vistas y calidad de vida junto al mar.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "parkingSpace": {
          "hasParkingSpace": true,
          "isParkingSpaceIncludedInPrice": true
        },
        "priceByArea": 3409.0,
        "change": {},
        "detailedType": {
          "typology": "flat",
          "subTypology": "penthouse"
        },
        "suggestedTexts": {
          "subtitle": "Moaña",
          "title": "Ático en calle de Fragata Navas de Tolosa, 12"
        },
        "hasPlan": true,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108646954",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/b4/54/84/1350945593.webp",
        "externalReference": "000351",
        "numPhotos": 17,
        "price": 39900.0,
        "priceInfo": {
          "price": {
            "amount": 39900.0,
            "currencySuffix": "€"
          }
        },
        "propertyType": "chalet",
        "operation": "sale",
        "size": 225.0,
        "rooms": 4,
        "bathrooms": 1,
        "address": "calle CHAO DAS DONAS",
        "province": "Ourense",
        "municipality": "O Bolo",
        "country": "es",
        "latitude": 42.2902073,
        "longitude": -7.0892072,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108646954/",
        "distance": "91397",
        "description": "Casa de piedra de 225 m2 en el centro del pueblo con cocina, salon, 4 habitaciones y baño. Cuenta con bodega y almacen y un anexo a rehabilitar con patio y cierre de piedra. Dispone de prado detrás de la casa, varias fincas en las proximidades y touzas (monte para leña).",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "priceByArea": 177.0,
        "change": {},
        "detailedType": {
          "typology": "chalet"
        },
        "suggestedTexts": {
          "subtitle": "O Bolo",
          "title": "Chalet en calle Chao Das Donas"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108717410",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/c0/c0/35/1353029872.webp",
        "externalReference": "000523",
        "numPhotos": 19,
        "floor": "3",
        "price": 108000.0,
        "priceInfo": {
          "price": {
            "amount": 108000.0,
            "currencySuffix": "€"
          }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 81.0,
        "exterior": true,
        "rooms": 3,
        "bathrooms": 1,
        "address": "RU DEVESA ST TECLA",
        "province": "Pontevedra",
        "municipality": "Vigo",
        "district": "Teis",
        "country": "es",
        "latitude": 42.2482954,
        "longitude": -8.7008319,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108717410/",
        "distance": "59046",
        "description": "TEIS. Piso en Venta en Zona Tranquila - Gran Potencial de Reforma Descubre este luminoso piso exterior ubicado en la tercera planta, ideal para quienes buscan un proyecto de reforma!  Con 81 m² construidos, este inmueble cuenta con un recibidor que incluye un práctico armario empotrado. Con tres habitaciones, dos de ellas con vistas a la fachada principal, y salón. La cocina espaciosa, que incluye un lavadero, ofrece múltiples posibilidades para diseñar un espacio cómodo. Un baño completo amplio. Aunque el piso necesita una reforma completa, su gran potencial radica en la abundante luz natural que recibe durante todo el día y en los metros disponibles para crear una vivienda a tu medida. Edificio sin ascensor con una comunidad económica de 50€. La fachada trasera, bajantes y electricidad están adecuadas, telefonillos así como zonas comunes, lo que te permitirá centrarte en la reforma interior.  Ubicado en una zona tranquila, cerca de Xulián Estévez y Sanjurjo Badía FACILIDADES EN LA FINANCIACIÓN. Pregúntanos sin compromiso.",
        "hasVideo": false,
        "status": "renew",
        "newDevelopment": false,
        "hasLift": false,
        "priceByArea": 1333.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "Teis, Vigo",
          "title": "Piso en Ru Devesa St Tecla"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "106715135",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/28/1b/de/1291870530.webp",
        "externalReference": "8654V",
        "numPhotos": 22,
        "floor": "7",
        "price": 225000.0,
        "priceInfo": {
          "price": {
            "amount": 225000.0,
            "currencySuffix": "€"
          }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 75.0,
        "exterior": true,
        "rooms": 2,
        "bathrooms": 1,
        "address": "calle Pastor Díaz",
        "province": "Pontevedra",
        "municipality": "Pontevedra",
        "district": "Centro - Echegaray",
        "country": "es",
        "latitude": 42.4305511,
        "longitude": -8.6472999,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/106715135/",
        "distance": "45049",
        "description": "¡Oportunidad única en el corazón de Pontevedra! INMOBILIARIA PEDROSA te ofrece EN EXCLUSIVA un encantador apartamento 2d con una ubicación inmejorable. Este acogedor piso, que se extiende sobre 70 m2, cuenta con dos luminosas habitaciones perfectas para descansar y un baño moderno. Disfruta de momentos inolvidables en su amplio salón-comedor, ideal para recibir visitas o relajarte tras un largo día. La cocina está completamente equipada lista para inspirar al chef que llevas dentro. La calidad destaca en cada rincón: carpintería interior elegante de madera y suelo cerámico fácil de mantener aportan calidez a tu nuevo hogar; además la carpintería exterior es aluminio/climalit lo cual garantiza aislamiento térmico y acústico. Entre las comodidades adicionales encontrarás armarios empotrados que optimizan el espacio perfecto para organizar tus pertenencias sin esfuerzo adicional. Accede fácilmente al inmueble gracias al ascensor disponible desde cualquier planta del edificio y disfruta del confort durante todo el año con calefacción eléctrica ya instalada. Este atractivo apartamento también incluye muebles listos por si deseas mudarte inmediatamente sin preocuparte por los detalles decorativos  En definitiva, este domicilio no solo representa una excelente inversión sino también la oportunidad perfecta par vivir cómodamente cerca del centro comercial, y cultural más vibrante. PRECIO DE VENTA: ¡Solo 225.000€! Para obtener más información acerca esta magnífica propiedad, contáctanos ahora mismo llamando a nuestro teléfono directo; visitándonos personalmente aquí: Plaza Peregrina nº6 bajo o enviándonos correo electrónico a! No pierdas tiempo porque oportunidades así son escasas. Referencia: 8654V.",
        "hasVideo": true,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "priceByArea": 3000.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "Centro - Echegaray, Pontevedra",
          "title": "Piso en calle Pastor Díaz"
        },
        "hasPlan": true,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108717055",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/fb/69/33/1353024859.webp",
        "numPhotos": 31,
        "price": 195000.0,
        "priceInfo": {
          "price": {
            "amount": 195000.0,
            "currencySuffix": "€"
          }
        },
        "propertyType": "chalet",
        "operation": "sale",
        "size": 176.0,
        "rooms": 2,
        "bathrooms": 2,
        "address": "Santa María Alta",
        "province": "Lugo",
        "municipality": "Lugo",
        "district": "Parroquias Oeste",
        "country": "es",
        "latitude": 42.9999388,
        "longitude": -7.6454717,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108717055/",
        "distance": "61804",
        "description": "Chalet individual distribuido en 2/3 dormitorios. Parcela edificable totalmente cerrada de 2.930 m2. A 10 min. de Lugo. 176 m2 construidos distribuidos del siguiente modo: PLANTA BAJA: 57 m2 construidos. Cocina amueblada y equipada, con cocina de leña tradicional. Comedor amplio y luminoso. Baño completo (ducha). PLANTA ALTA: 53 m2 construidos. 2 dormitorios, uno doble y otro individual. Baño completo (bañera). Sala de estar con chimenea francesa. Garaje para 2 coches de 29 m2. Leñera de 12 m2. Agua caliente con calentador de butano. No dispone de calefacción. Agua de pozo.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "parkingSpace": {
          "hasParkingSpace": true,
          "isParkingSpaceIncludedInPrice": true
        },
        "priceByArea": 1108.0,
        "change": {},
        "detailedType": {
          "typology": "chalet",
          "subTypology": "independantHouse"
        },
        "suggestedTexts": {
          "subtitle": "Parroquias Oeste, Lugo",
          "title": "Casa independiente en Santa María Alta"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108717178",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/2f/83/c7/1353023928.webp",
        "numPhotos": 29,
        "price": 85000.0,
        "priceInfo": {
          "price": {
            "amount": 85000.0,
            "currencySuffix": "€"
          }
        },
        "propertyType": "chalet",
        "operation": "sale",
        "size": 385.0,
        "rooms": 6,
        "bathrooms": 2,
        "address": "Valonga, 11",
        "province": "Lugo",
        "municipality": "Pol",
        "country": "es",
        "latitude": 43.1503784,
        "longitude": -7.2950692,
        "showAddress": true,
        "url": "https://www.idealista.com/inmueble/108717178/",
        "distance": "93622",
        "description": "VÉNDESE! Vivenda con encanto rústico e comodidade en Valonga. Poñemos á venda esta fermosa casa de pedra tradicional, restaurada con mimo e respectando os materiais orixinais: pedra, madeira e lousa nova no tellado. Unha vivenda lista para entrar a vivir, que mestura o carácter das casas antigas coa comodidade actual. Situada nun entorno tranquilo do concello de Pol, a propiedade conta cunha ampla finca de 2.445 m², con espazo para xardín, horta ou zona de lecer. Ademais, dispón de alpendres e garaxes, perfectos para almacenaxe, taller ou para gozar de momentos ao aire libre. A vivenda está distribuída en dúas plantas: Na planta baixa: •Cociña ampla e luminosa, con cocina de leña •Salón acolledor •Baño completo con lavandería •Comedor independente •Un dormitorio completo Na planta superior: •Cinco dormitorios •Un baño Ideal tanto como residencia habitual como para escapadas de descanso no corazón da natureza lucense. Un lugar perfecto para gozar da tranquilidade, do espazo e do encanto rural. ¡Non perdas a oportunidade de facer desta casa o teu fogar soñado!",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "parkingSpace": {
          "hasParkingSpace": true,
          "isParkingSpaceIncludedInPrice": true
        },
        "priceByArea": 221.0,
        "change": {},
        "detailedType": {
          "typology": "chalet",
          "subTypology": "independantHouse"
        },
        "suggestedTexts": {
          "subtitle": "Pol",
          "title": "Casa independiente en Valonga, 11"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108713461",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/26/4f/49/1352910379.webp",
        "externalReference": "E016",
        "numPhotos": 86,
        "price": 299000.0,
        "priceInfo": {
          "price": {
            "amount": 299000.0,
            "currencySuffix": "€"
          }
        },
        "propertyType": "chalet",
        "operation": "sale",
        "size": 314.0,
        "rooms": 6,
        "bathrooms": 3,
        "address": "Lugar Gonxar",
        "province": "Pontevedra",
        "municipality": "A Estrada",
        "country": "es",
        "latitude": 42.7202078,
        "longitude": -8.3883039,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108713461/",
        "distance": "26328",
        "description": "¿Buscas una propiedad espaciosa, versátil y con múltiples posibilidades? Esta espectacular casa situada en Agar, A Estrada, te ofrece todo lo que necesitas para vivir con comodidad o invertir con rentabilidad. � Ubicación privilegiada: A tan solo 30 minutos de Santiago de Compostela, en un entorno tranquilo rodeado de naturaleza. � La vivienda se distribuye en tres plantas con dos accesos independientes, ideal para familias grandes o para dividir en dos unidades independientes. � Planta baja (inferior): Garaje amplio Aseo Almacén/trastero � Primera planta: Vivienda completa con: 3 habitaciones 1 baño Salón Cocina totalmente equipada � Segunda planta (superior): Vivienda totalmente equipada: 3 habitaciones 2 baños (uno con jacuzzi) Salón espacioso Cocina con galería � Exteriores que enamoran: Finca de 5.490 m², perfecta para disfrutar de la naturaleza Piscina privada para refrescarse en verano Alpendre con cocina y colareira, ideal para reuniones familiares o comidas al aire libre � Esta propiedad es ideal tanto como vivienda unifamiliar con amplios espacios, como para dividir y obtener rentabilidad alquilando una de las unidades. � ¡No dejes pasar esta oportunidad única de adquirir una casa con tantas posibilidades y en una ubicación estratégica!",
        "hasVideo": true,
        "status": "good",
        "newDevelopment": false,
        "parkingSpace": {
          "hasParkingSpace": true,
          "isParkingSpaceIncludedInPrice": true
        },
        "priceByArea": 952.0,
        "change": {},
        "detailedType": {
          "typology": "chalet",
          "subTypology": "independantHouse"
        },
        "suggestedTexts": {
          "subtitle": "A Estrada",
          "title": "Casa independiente en Lugar Gonxar"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "highlight": {
          "groupDescription": "Destacado"
        },
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108713522",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/33/e0/c0/1352911889.webp",
        "externalReference": "E017",
        "numPhotos": 32,
        "floor": "2",
        "price": 350000.0,
        "priceInfo": {
          "price": {
            "amount": 350000.0,
            "currencySuffix": "€"
          }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 120.0,
        "exterior": true,
        "rooms": 5,
        "bathrooms": 3,
        "address": "avenida de Romero Donallo",
        "province": "A Coruña",
        "municipality": "Santiago de Compostela",
        "district": "Ensanche - Sar",
        "country": "es",
        "latitude": 42.8723077,
        "longitude": -8.5538697,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108713522/",
        "distance": "47632",
        "description": "¡Atención inversores y familias numerosas! Te presentamos esta espaciosa vivienda ubicada en la calle Romero Donallo haciendo esquina con Rosalía de Castro, en pleno corazón del ensanche compostelano, una de las zonas más buscadas de Santiago. ✨ Características principales: 5 amplias habitaciones, perfectas para estudiantes o una familia numerosa. 2 baños completamente reformados + 1 aseo adicional, listos para entrar a vivir. Garaje con acceso directo en ascensor, comodidad total desde la vivienda. Accesos al garaje tanto por Romero Donallo como por la Avenida de Vilagarcía. Calefacción y agua caliente comunitarias, sin contador individual. �️ La vivienda ha recibido reformas en los baños y con un simple \"lavado de cara\" puede convertirse en un auténtico hogar de ensueño o sin reforma ninguna en una inversión con alta rentabilidad desde el primer día. � Ubicación inmejorable: zona estratégica, muy demandada por estudiantes por su cercanía a universidades y servicios. Las cinco habitaciones permiten una rentabilidad elevada y continua. � Ya sea para vivir cómodamente con toda la familia o para comenzar a generar ingresos desde el primer momento, esta propiedad lo tiene todo: espacio, ubicación, accesibilidad y potencial. � ¡No dejes pasar esta oportunidad única en Santiago! Contacta con nosotros y ven a visitarla, tu próximo proyecto o tu nuevo hogar te están esperando.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "parkingSpace": {
          "hasParkingSpace": true,
          "isParkingSpaceIncludedInPrice": true
        },
        "priceByArea": 2917.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "Ensanche - Sar, Santiago de Compostela",
          "title": "Piso en avenida de Romero Donallo"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "highlight": {
          "groupDescription": "Destacado"
        },
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108716611",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/e6/ed/54/1353007804.webp",
        "numPhotos": 18,
        "floor": "4",
        "price": 210000.0,
        "priceInfo": {
          "price": {
            "amount": 210000.0,
            "currencySuffix": "€"
          }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 60.0,
        "exterior": true,
        "rooms": 2,
        "bathrooms": 1,
        "address": "calle Eladio Rodríguez González",
        "province": "A Coruña",
        "municipality": "A Coruña",
        "district": "Ensanche - Juan Florez",
        "country": "es",
        "neighborhood": "Paseo de los Puentes-Santa Margarita",
        "latitude": 43.3621651,
        "longitude": -8.4126992,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108716611/",
        "distance": "90405",
        "description": "Desde HOUSE BY CLICK te presentamos una excelente oportunidad, tanto si estás pensando En Invertir Como Si Buscas Tu Próxima Vivienda. Este piso, situado en la calle Eladio Rodríguez González, disfruta de una ubicación privilegiada frente al Parque de Santa Margarita, a solo cinco minutos del centro y de las playas. Un entorno tranquilo, bien conectado y rodeado de todos los servicios esenciales: comercios, supermercados, centros deportivos y educativos, paradas de autobús y mucho más. La vivienda, completamente EXTERIOR y con orientación noroeste, destaca por su DISTRIBUCIÓN PRÁCTICA Y FUNCIONAL. Se encuentra en una cuarta (4) planta con ascensor a cota cero y dispone de una superficie construida de aproximadamente 60 m². ESTÁ LISTA PARA ENTRAR A VIVIR. Al acceder al piso, encontramos un acogedor hall que da paso a un CONFORTABLE salón comedor, iluminado por un gran ventanal que aporta claridad y una sensación de amplitud muy agradable. La cocina es independiente, está completamente AMUEBLADA Y EQUIPADA con todos los electrodomésticos necesarios para el día a día. El inmueble cuenta con dos habitaciones cómodas y un baño completo con plato de ducha. Entre sus calidades destacan los suelos de tarima y acabados cerámicos, ventanales de aluminio correderos con doble acristalamiento Climalit, carpintería interior en madera, puerta de seguridad, videoportero y ascensor a cota cero. Como espacio adicional, incluye un amplio trastero con gran capacidad de almacenamiento, ventilación y corriente eléctrica. Una propiedad con gran potencial, perfecta para quienes buscan una inversión segura en una de las zonas más demandadas de la ciudad, o para quienes sueñan con un hogar cómodo, funcional y bien ubicado. No dejes pasar esta magnífica oportunidad. Contáctanos para más información o para concertar una visita. Este anuncio tiene carácter informativo y no contractual. Puede estar sujeto a errores u omisiones. El precio no incluye impuestos ni gastos legales de compraventa.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "priceByArea": 3500.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "Paseo de los Puentes-Santa Margarita, A Coruña",
          "title": "Piso en calle Eladio Rodríguez González"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "highlight": {
          "groupDescription": "Destacado"
        },
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108711768",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/dc/84/d4/1352873194.webp",
        "externalReference": "ATICO NIGRÁN PATRICIA",
        "numPhotos": 23,
        "floor": "3",
        "price": 285000.0,
        "priceInfo": {
          "price": {
            "amount": 285000.0,
            "currencySuffix": "€"
          }
        },
        "propertyType": "penthouse",
        "operation": "sale",
        "size": 80.0,
        "exterior": true,
        "rooms": 3,
        "bathrooms": 2,
        "address": "avenida Val Miñor s/n",
        "province": "Pontevedra",
        "municipality": "Nigran",
        "district": "Centro",
        "country": "es",
        "latitude": 42.1472474,
        "longitude": -8.8058501,
        "showAddress": true,
        "url": "https://www.idealista.com/inmueble/108711768/",
        "distance": "72875",
        "description": "Oportunidad en Nigrán! Ático de 75 m² con garaje. ¿Buscas un hogar luminoso, cómodo y en una ubicación privilegiada? Este coqueto ático en el núcleo urbano de Nigrán es perfecto para ti. Con una cómoda distribución y excelentes acabados, te encantará vivir aquí. Edificio de piedra del año 1993. Actualmente, el edificio no dispone de ascensor, pero cuenta con un proyecto aprobado para su instalación. Características principales: Superficie: 75 m² totalmente exterior, con orientación sur que garantiza luz natural durante todo el día. Distribución: Hall de entrada, salón-comedor con cocina independiente amueblada y totalmente equipada. Desde la cocina se acceso a un pequeño balcón interior. Habitaciones: 3 dormitorios con armarios empotrados Baños: 2 baños, uno con ducha y otro con bañera, integrado en el dormitorio principal para mayor comodidad. Acabados: Suelos de madera, buena carpintería, pintura lisa y ventanas oscilobatientes con cristal doble que aíslan del ruido y el frío. Calefacción y agua caliente con calentador eléctrico. Chimenea de leña en el salón que ambienta todo el piso y funciona perfectamente. Seguridad y tecnología: Vídeo-portero para mayor tranquilidad. Estado: Muy bien conservado, listo para entrar a vivir. Extras y detalles:  Hilo musical distribuido a lo largo de la propiedad  Regulador de luz  Caja fuerte  Persiana eléctricas  Incluye una amplia plaza de garaje de 25 m2 totalmente cerrada y con acceso directo desde el portal. Ubicación: Situado en un entorno tranquilo y bien comunicado, en pleno núcleo urbano de Nigrán, cerca de todos los servicios y a pocos minutos de la playa. No dudes en contactarnos para más información o para agendar una visita. Nota: este anuncio es meramente informativo y carece de valor contractual, puede contener algún error involuntario. La localización mostrada es orientativa por motivos de privacidad.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": false,
        "parkingSpace": {
          "hasParkingSpace": true,
          "isParkingSpaceIncludedInPrice": true
        },
        "priceByArea": 3563.0,
        "change": {},
        "detailedType": {
          "typology": "flat",
          "subTypology": "penthouse"
        },
        "suggestedTexts": {
          "subtitle": "Centro, Nigran",
          "title": "Ático en avenida Val Miñor s/n"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108716969",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/dd/c5/18/1353021755.webp",
        "externalReference": "1700415",
        "numPhotos": 24,
        "price": 145000.0,
        "priceInfo": {
          "price": {
            "amount": 145000.0,
            "currencySuffix": "€"
          }
        },
        "propertyType": "chalet",
        "operation": "sale",
        "size": 105.0,
        "rooms": 4,
        "bathrooms": 1,
        "address": "calle Espírito Santo",
        "province": "Pontevedra",
        "municipality": "Redondela",
        "country": "es",
        "latitude": 42.285047,
        "longitude": -8.6051917,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108716969/",
        "distance": "50360",
        "description": "¡Descubre tu nuevo hogar en Redondela! Esta encantadora casa independiente, situada a pocos minutos del centro, ofrece la combinación perfecta de comodidad y ubicación. Con 105 m² construidos y 100 m² útiles, cuenta con cuatro amplias habitaciones que se adaptan a cualquier necesidad familiar. La cocina independiente, equipada con electrodomésticos y una acogedora cocina de leña, será el corazón de tu hogar. La vivienda también dispone de un baño completo y una buhardilla con acceso desde el interior, ideal para crear un espacio de trabajo o un área de juego. Además, el semisótano ofrece un espacio adicional que puede convertirse en estudio o habitación, con acceso directo desde la casa.  La zona exterior incluye una práctica zona de aparcamiento para un coche y un trastero que proporciona almacenamiento extra. La propiedad, construida en 1965, se encuentra en buen estado y está rodeada de servicios esenciales como farmacias, restaurantes y colegios, lo que la convierte en un lugar ideal para vivir. ¡No pierdas la oportunidad de visitar este hogar lleno de posibilidades!",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "priceByArea": 1381.0,
        "change": {},
        "detailedType": {
          "typology": "chalet",
          "subTypology": "independantHouse"
        },
        "suggestedTexts": {
          "subtitle": "Redondela",
          "title": "Casa independiente en calle Espírito Santo"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108716795",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/39/c0/6a/1353012146.webp",
        "externalReference": "VENC2319",
        "numPhotos": 25,
        "price": 360000.0,
        "priceInfo": {
          "price": {
            "amount": 360000.0,
            "currencySuffix": "€"
          }
        },
        "propertyType": "chalet",
        "operation": "sale",
        "size": 125.0,
        "rooms": 2,
        "bathrooms": 2,
        "address": "Lugar Mesoiro",
        "province": "A Coruña",
        "municipality": "Bergondo",
        "country": "es",
        "latitude": 43.3405998,
        "longitude": -8.2516599,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108716795/",
        "distance": "85653",
        "description": "Casa independiente en Bergondo, a escasos km del centro de Sada. Se trata de una vivienda en planta baja con piscina que consta de 117metros cuadrados útiles se distribuyen de la siguiente manera, amplio salón con zona de comedor, 2 dormitorios, 2 baños completos con bañera, y cocina amueblada y equipada con zona de lavandería. Calefacción por suelo radiante mediante circuito de agua, armarios empotrados, carpintería interior lacada en blanco y grandes ventanales. La casa se encuentra a pocos minutos en coche de las playas de Sada y Gandarío. Excelente estado. Urbenorte.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "priceByArea": 2880.0,
        "change": {},
        "detailedType": {
          "typology": "chalet",
          "subTypology": "independantHouse"
        },
        "suggestedTexts": {
          "subtitle": "Bergondo",
          "title": "Casa independiente en Lugar Mesoiro"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "highlight": {
          "groupDescription": "Destacado"
        },
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "107604396",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/bf/97/c1/1317361786.webp",
        "numPhotos": 15,
        "floor": "1",
        "price": 152400.0,
        "priceInfo": {
          "price": {
            "amount": 152400.0,
            "currencySuffix": "€"
          }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 110.0,
        "exterior": true,
        "rooms": 3,
        "bathrooms": 2,
        "address": "calle os Eidos",
        "province": "Pontevedra",
        "municipality": "Redondela",
        "country": "es",
        "latitude": 42.2858806,
        "longitude": -8.6042471,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/107604396/",
        "distance": "50240",
        "description": "Vivienda situada en la localidad de Redondela, en la provincia de Pontevedra. La vivienda tiene una superficie construida de 111 m², siendo la útil de 98,30 m² y está distribuida en un amplio hall de entrada, que da acceso a una cocina independiente, un pasillo que distribuye a un gran salón comedor, dormitorios siendo una de ellas habitación doble, y cuarto de baño completo. Se localiza en una zona consolidada con carácter urbano y residencial, situado a pocos minutos del centro de la población, rodeado por fincas de similares características. Financiación sujeta a condiciones. C6-06485-000.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "priceByArea": 1385.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "Redondela",
          "title": "Piso en calle os Eidos"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108716576",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/90/bb/2c/1353009226.webp",
        "numPhotos": 14,
        "floor": "2",
        "price": 150000.0,
        "priceInfo": {
          "price": {
            "amount": 150000.0,
            "currencySuffix": "€"
          }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 132.0,
        "exterior": true,
        "rooms": 4,
        "bathrooms": 2,
        "address": "avenida Arcadio Pardiñas, 144",
        "province": "Lugo",
        "municipality": "Burela",
        "country": "es",
        "latitude": 43.65489,
        "longitude": -7.35745,
        "showAddress": true,
        "url": "https://www.idealista.com/inmueble/108716576/",
        "distance": "135595",
        "description": "¡Descubre tu nuevo hogar en Burela! Este encantador piso de 132 m² construidos se encuentra en la calle principal, lo que te permitirá disfrutar de la comodidad de tener todo a tu alcance. A pocos pasos de colegios e institutos, supermercados y farmacias, este lugar es ideal para familias y profesionales que buscan un entorno práctico y accesible. Además, la cercanía al centro de salud y hospital garantiza tranquilidad y bienestar para todos. El piso cuenta con 4 habitaciones luminosas y 2 baños, ofreciendo un espacio perfecto para cada miembro de la familia. El salón comedor es amplio y acogedor, ideal para compartir momentos inolvidables. La cocina, funcional, te permitirá preparar deliciosas comidas. También dispone de un tendal exterior, perfecto para disfrutar del aire fresco. Situado en la segunda planta con ascensor, este inmueble de segunda mano se encuentra en buen estado y fue construido en 1981. La calefacción de gas natural asegura un ambiente confortable durante todo el año. No dejes pasar la oportunidad de vivir en un lugar que combina comodidad, ubicación y calidad. ¡Ven a visitarlo y enamórate de tu futuro hogar!",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "priceByArea": 1136.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "Burela",
          "title": "Piso en avenida Arcadio Pardiñas, 144"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108716668",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/06/ec/59/1353009203.webp",
        "externalReference": "5955",
        "numPhotos": 4,
        "price": 150000.0,
        "priceInfo": {
          "price": {
            "amount": 150000.0,
            "currencySuffix": "€"
          }
        },
        "propertyType": "chalet",
        "operation": "sale",
        "size": 264.0,
        "rooms": 6,
        "bathrooms": 2,
        "address": "avenida Médico Ballina",
        "province": "Pontevedra",
        "municipality": "Pontevedra",
        "district": "O Burgo - Campus Universitario",
        "country": "es",
        "latitude": 42.4471721,
        "longitude": -8.6381292,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108716668/",
        "distance": "43707",
        "description": "MICHELENA INMOBILIARIA VENDE – Casa urbana para reformar en Lérez, Pontevedra Oportunidad única en una de las zonas más tranquilas y bien comunicadas de Pontevedra. Casa urbana para reformar con una superficie total de 264 m², distribuida en planta baja, dos plantas superiores y bajo cubierta. Destaca por su encantadora fachada de piedra de país, ideal para conservar y realzar el estilo tradicional gallego. Ubicada en el entorno de Lérez, cuenta con todos los servicios a pie de calle (colegios, supermercados, transporte, etc. ) y disfruta de una excelente orientación soleada. Gracias a su amplitud y distribución, ofrece gran potencial para convertir en varias viviendas independientes, ideal tanto como inversión como para vivienda habitual con múltiples posibilidades. ¡No dejes pasar esta oportunidad de crear tu hogar o proyecto en una zona con encanto y alta demanda! Para más información o concertar una visita, contacta con Michelena Inmobiliaria.",
        "hasVideo": false,
        "status": "renew",
        "newDevelopment": false,
        "parkingSpace": {
          "hasParkingSpace": true,
          "isParkingSpaceIncludedInPrice": true
        },
        "priceByArea": 568.0,
        "change": {},
        "detailedType": {
          "typology": "chalet",
          "subTypology": "independantHouse"
        },
        "suggestedTexts": {
          "subtitle": "O Burgo - Campus Universitario, Pontevedra",
          "title": "Casa independiente en avenida Médico Ballina"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "highlight": {
          "groupDescription": "Destacado"
        },
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108716633",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/e4/9b/83/1353008905.webp",
        "externalReference": "C000247",
        "numPhotos": 32,
        "price": 75000.0,
        "priceInfo": {
          "price": {
            "amount": 75000.0,
            "currencySuffix": "€"
          }
        },
        "propertyType": "chalet",
        "operation": "sale",
        "size": 206.0,
        "rooms": 3,
        "bathrooms": 1,
        "address": "Pereiro de Aguiar",
        "province": "Ourense",
        "municipality": "Pereiro de Aguiar",
        "country": "es",
        "latitude": 42.349988,
        "longitude": -7.7669628,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108716633/",
        "distance": "39146",
        "description": "CASA RÚSTICA EN VENTA - CEBREIROS, PEREIRO DE AGUIAR Si buscas una vivienda con encanto tradicional en una zona tranquila y bien comunicada, esta casa rústica en el pueblo de Cebreiros, perteneciente al municipio de Pereiro de Aguiar, es ideal para ti. Lista para entrar a vivir, con estancias amuebladas y espacios exteriores muy aprovechables. DISTRIBUCIÓN DEL INMUEBLE: ·Cocina y comedor amueblados. ·3 habitaciones completamente amuebladas. ·1 baño completo. ·Armarios y mobiliario incluidos. ·Bodega, perfecta como trastero o espacio de almacenaje. ·Garaje privado. CARACTERÍSTICAS DESTACADAS: ·Vivienda lista para entrar a vivir. ·Estilo rústico con toques tradicionales. ·Espacios cómodos y funcionales. ·Ideal como residencia habitual o segunda vivienda. ·CASA REGISTRADA. UBICACIÓN: Situada en Cebreiros, un pueblo tranquilo perteneciente a Pereiro de Aguiar, con buen acceso por carretera y a pocos minutos de la ciudad de Ourense. Zona rodeada de naturaleza y con servicios básicos cercanos.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "parkingSpace": {
          "hasParkingSpace": true,
          "isParkingSpaceIncludedInPrice": true
        },
        "priceByArea": 364.0,
        "change": {},
        "detailedType": {
          "typology": "chalet",
          "subTypology": "independantHouse"
        },
        "suggestedTexts": {
          "subtitle": "Pereiro de Aguiar",
          "title": "Casa independiente"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108716656",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/b5/57/2c/1353008817.webp",
        "externalReference": "P000438",
        "numPhotos": 51,
        "floor": "12",
        "price": 395000.0,
        "priceInfo": {
          "price": {
            "amount": 395000.0,
            "currencySuffix": "€"
          }
        },
        "propertyType": "duplex",
        "operation": "sale",
        "size": 160.0,
        "exterior": true,
        "rooms": 4,
        "bathrooms": 3,
        "address": "calle Martín Echegaray",
        "province": "Pontevedra",
        "municipality": "Vigo",
        "district": "Centro urbano",
        "country": "es",
        "neighborhood": "As Travesas - Balaídos",
        "latitude": 42.216028,
        "longitude": -8.7430165,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108716656/",
        "distance": "63997",
        "description": "En Martin Echegaray, en un edificio del año 1997 y con piscina comunitaria, disponemos de esta vivienda tipo dúplex de 160 m2 construidos y ubicada en la última planta del edificio. Está distribuida de la siguiente forma: En planta baja (de unos 44 m2), nos encontramos con un hall, salón de unos 14 m2, cocina totalmente equipada y con zona de lavadero y un aseo de cortesía.  En la planta alta (de unos 108 m2) nos encontramos con una sala de estar en dos ambientes de unos 27 m2, un total de 4 dormitorios con armarios empotrados y dos baños completos (uno de ellos en suite). El dormitorio principal es de unos 26 m2 y tiene un gran vestidor y armarios empotrados. La propiedad cuenta con vistas despejadas y exenta de ruidos puesto que se trata de la última planta. Los consumos de calefacción y agua caliente son mediante caldera de gas central con contador individual. Dispone de una plaza de garaje en el edificio y el ascensor comunica la vivienda con el sótano -1 donde se encuentra la misma. También cuenta con una bodega de unos 5 m2 en el mismo sótano. Los gastos de comunidad de la vivienda ascienden a 106€. La comunidad del garaje se abona de forma semestral y corresponden 83,90€/semestre. El edificio está adaptado para personas con movilidad reducida. Se ha cambiado la cubierta y actualmente existe una derrama para cambiar las tuberías generales. La propiedad cuenta con todos los servicios a su alrededor (supermercados, parada de autobús y de taxis, farmacia, comercios... etc. ). Para más información, visitas y reservas contacta con nosotros en el teléfono o envíanos un correo electrónico a info @distrito85. es  Otras ofertas inmobiliarias en nuestra página web www. distrito85. es.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "parkingSpace": {
          "hasParkingSpace": true,
          "isParkingSpaceIncludedInPrice": true
        },
        "priceByArea": 2469.0,
        "change": {},
        "detailedType": {
          "typology": "flat",
          "subTypology": "duplex"
        },
        "suggestedTexts": {
          "subtitle": "As Travesas - Balaídos, Vigo",
          "title": "Dúplex en calle Martín Echegaray"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108303859",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/2e/2b/33/1353063982.webp",
        "externalReference": "P000961",
        "numPhotos": 21,
        "floor": "4",
        "price": 175000.0,
        "priceInfo": {
          "price": {
            "amount": 175000.0,
            "currencySuffix": "€"
          }
        },
        "propertyType": "flat",
        "operation": "sale",
        "size": 100.0,
        "exterior": true,
        "rooms": 3,
        "bathrooms": 1,
        "address": "travesía de Vigo, 156",
        "province": "Pontevedra",
        "municipality": "Vigo",
        "district": "Centro urbano",
        "country": "es",
        "neighborhood": "Travesía de Vigo - San Xoán",
        "latitude": 42.2408707,
        "longitude": -8.7019897,
        "showAddress": true,
        "url": "https://www.idealista.com/inmueble/108303859/",
        "distance": "59634",
        "description": "IMPECABLE. Piso totalmente renovado en la vibrante Travesía de Vigo. Consta de 100 metros cuadrados distrbuidos en tres espaciosos dormitorios, baño, salón, cocina amueblada con electrodomésticos y un funcional lavadero. Para almacenaje cuenta con tres amplios armarios empotrados. Calefacción y agua caliente a gas natural con contador individual. Los tres dormitorios son muy luminosos, dan a Travesía de Vigo. Ventanas cambiadas oscilobatientes. Electricidad, fontanería, suelo, puertas totalmente nuevas. Impecable, para entrar a vivir. Edificio apto para personas con movilidad reducida; sin barreras arquitectónicas en el portal. Ideal para una familia o para un inversor. Este anuncio es meramente informativo, su contenido carece de valor contractual. Puede contener error involuntario en sus archivos adjuntos, o de transcripción de su contenido. Se informa que el precio NO INCLUYE los gastos notariales y de registro de la propiedad, e impuestos que por Ley le pudiera corresponder a la parte compradora, tales como ITP, IVA, AJD. En Fincas Vigo encontrará un equipo dinámico y profesional para ofrecerte el asesoramiento personalizado que necesita. Apostamos por la satisfacción de todos nuestros clientes, y lo hacemos desde el profundo conocimiento del escenario inmobiliario y la gestión integral. Grupo GIA Inmobiliaria / Fincas Vigo, con oficinas en Porriño y Vigo. Si quiere comprar, vender o alquilar su inmueble, contacta con nosotros. Para concertar una visita o cualquier aclaración sobre el inmueble, puede llamar de lunes a viernes de 09:30 horas a 20:00 horas al siguiente número de teléfono preguntar por Carolina. Si desea más información visite nuestra página web: O acérquese a nuestra oficina en Vigo, Avenida Alcalde Gregorio Espino 9, Código Postal 36205.  Situación por código plus 67JV+M7 Vigo. Estaremos encantados de recibirle.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "priceByArea": 1750.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "Travesía de Vigo - San Xoán, Vigo",
          "title": "Piso en travesía de Vigo, 156"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108716627",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/d6/7e/23/1353008247.webp",
        "externalReference": "P001716",
        "numPhotos": 49,
        "floor": "7",
        "price": 380000.0,
        "priceInfo": {
          "price": {
            "amount": 380000.0,
            "currencySuffix": "€"
          }
        },
        "propertyType": "penthouse",
        "operation": "sale",
        "size": 120.0,
        "exterior": true,
        "rooms": 3,
        "bathrooms": 2,
        "address": "Barrio Fátima",
        "province": "Pontevedra",
        "municipality": "Vigo",
        "district": "Centro urbano",
        "country": "es",
        "neighborhood": "Fátima",
        "latitude": 42.2328973,
        "longitude": -8.7145805,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108716627/",
        "distance": "60997",
        "description": "Moderno, espacioso y completamente renovado. Este piso de 117 m² destaca por su distribución funcional, acabados de alta calidad y una cocina de ensueño totalmente equipada. CARACTERÍSTICAS PRINCIPALES Este inmueble se compone de 3 dormitorios, salón muy luminoso con salida directa a la terraza, 2 baños completos con platos de ducha. La suite principal cuenta con un vestidor a través del cual da acceso al baño privado con luz natural. Además la cocina de diseño abierta y totalmente equipada con electrodomésticos empotrados donde se incluye una nevera americana de gran capacidad y encimera de piedra del país. Además la cocina junto al recibidor cuentan una gran capacidad de almacenamiento contando con un separador de ambientes desplazable donde podrás disponer de más espacio. Las ventanas oscilobatientes en todas las habitaciones garantizan aislamiento térmico y acústico, aportando confort y eficiencia. La vivienda goza de unas vistas privilegiadas y despejadas abarcando desde Rande hasta el Monte de la Guia, lo que garantiza mucha luminosidad.  Todo el piso ha sido reformado con materiales y acabados de primera calidad, listo para entrar a vivir. Una oportunidad única para quienes buscan un hogar moderno y funcional para entrar a vivir y hacer una decoración a su gusto.  EQUIPAMIENTO Y DETALLES El inmueble ha sido reformado con gusto, aprovechando cada espacio para mayor funcionalidad y confort. Dispone de tres amplios dormitorios, cocina equipada, salón muy luminoso con salida a la terraza y acabados modernos. Dispone de carpintería lacada en blanco y ventanas oscilobatientes. Los dos baños han sido completamente reformados y ambos disponen de ventanas. La comunidad y el agua fría están incluidas en el precio. Dispone de armarios empotrados en todas las estancias además de dos grandes armarios en la zona del hall lo que le confiere muchísimo almacenamiento, practicidad y comodidad. UBICACIÓN Y ENTORNO  Situado en la calle Urzaiz prácticamente haciendo esquina con el cruce de Via Norte al lado de Vialia, e, independientemente de estar en el centro, al ser un ático con orientación noreste, podrás disfrutar de una tranquilidad absoluta, sin renunciar a todos los servicios que la zona ofrece y dispone. Supermercados, transporte público, centros educativos y zonas verdes. Ideal para familias, parejas o quienes buscan un piso moderno con todas las comodidades. Se requiere seguro de impago, incluido en el precio al igual que la comunidad y el agua fría.  ¡No pierdas la oportunidad de estrenar tu nuevo hogar, y vivir en un ático luminoso y con una ubicación inmejorable! ? Para más información, visita nuestra web:.",
        "hasVideo": true,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "parkingSpace": {
          "hasParkingSpace": true,
          "isParkingSpaceIncludedInPrice": false,
          "parkingSpacePrice": 30000.0
        },
        "priceByArea": 3167.0,
        "change": {},
        "detailedType": {
          "typology": "flat",
          "subTypology": "penthouse"
        },
        "suggestedTexts": {
          "subtitle": "Fátima, Vigo",
          "title": "Ático"
        },
        "hasPlan": true,
        "has3DTour": true,
        "has360": false,
        "hasStaging": false,
        "highlight": {
          "groupDescription": "Destacado"
        },
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108715157",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/6a/16/ef/1352956746.webp",
        "externalReference": "C001242",
        "numPhotos": 83,
        "price": 799000.0,
        "priceInfo": {
          "price": {
            "amount": 799000.0,
            "currencySuffix": "€"
          }
        },
        "propertyType": "chalet",
        "operation": "sale",
        "size": 496.0,
        "rooms": 8,
        "bathrooms": 6,
        "address": "Lugar Redondo Barciademera",
        "province": "Pontevedra",
        "municipality": "O Covelo",
        "country": "es",
        "latitude": 42.2600325,
        "longitude": -8.401599,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108715157/",
        "distance": "41353",
        "description": "Exclusiva Casa Señorial Centenaria en Barciademera - Covelo, Pontevedra Se vende una propiedad única e irrepetible en pleno corazón de la naturaleza gallega. Ubicada en Barciademera, Covelo, provincia de Pontevedra, esta majestuosa casa señorial gallega centenaria combina el encanto de la arquitectura tradicional con múltiples posibilidades de explotación turística, hostelera o residencial. Características principales: Más de 500 m² construidos en sólida piedra gallega, con detalles originales que conservan toda su esencia. La casa se distribuye en 3 PARTES una planta baja con cocina americana, salón comedor de gran amplitud con enorme porche y un baño completo. En la planta superior nos encontramos 4 habitaciones con 3 cuartos de baño y un ala lateral de la casa con zonas de despacho y biblioteca, con su baño completo. En la finca privada de 3.500 m², nos encontramos con senderos, jardines, frutales, un espectacular lavadero de piedra y un entorno natural de ensueño. Manantial propio de agua que abastece la propiedad, fuentes y rincones mágicos en cada rincón. Impresionante bodega con capacidad para almacenar miles de vinos, perfecta para amantes de la enología o uso profesional. Barbacoas de piedra tallada y cubierta con tejado tradicional de madera. Piscina rodeada de vegetación, perfecta para disfrutar de la tranquilidad y la privacidad.  Precioso hórreo tradicional gallego y diversos elementos en piedra que hacen de esta propiedad un espacio con alma y carácter. Posibilidad de realizar unas 10 habitaciones en la casa principal y construir 2 apartamentos independientes. Pasadizo secreto que comunica con otra finca, un detalle exclusivo que aporta historia y singularidad. Un enclave ideal que da opción a múltiples usos: Vivienda habitual con total privacidad. Casa de turismo rural, eco-alojamiento o retiro bioclimático. Complejo de eventos, bodas, celebraciones o actividades de bienestar. Restaurante tradicional con bodega propia. Desarrollo de suites temáticas o glamping de lujo.  Esta propiedad es perfecta para quienes buscan un entorno paradisíaco, con historia, tradición y amplias posibilidades de desarrollo en un enclave rodeado de montañas, ríos y paisajes naturales incomparables. No existen propiedades comparables en la zona con este potencial y características. Oportunidad única de adquirir una joya arquitectónica y natural en Galicia. Si deseas más información o concertar una visita puedes llamarnos al teléfono  Rivera Real Estate, Ctra. Camposancos, 75 - Vigo. Contamos con departamento de hipotecas y financiación, con el cual podrás conseguir las mejores condiciones del mercado. Ref C001242.",
        "hasVideo": true,
        "status": "good",
        "newDevelopment": false,
        "priceByArea": 1611.0,
        "change": {},
        "detailedType": {
          "typology": "chalet",
          "subTypology": "independantHouse"
        },
        "suggestedTexts": {
          "subtitle": "O Covelo",
          "title": "Casa independiente en Lugar Redondo Barciademera"
        },
        "hasPlan": true,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "highlight": {
          "groupDescription": "Destacado"
        },
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108716493",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/16/e7/b8/1353005679.webp",
        "numPhotos": 26,
        "price": 250000.0,
        "priceInfo": {
          "price": {
            "amount": 250000.0,
            "currencySuffix": "€"
          }
        },
        "propertyType": "chalet",
        "operation": "sale",
        "size": 240.0,
        "rooms": 4,
        "bathrooms": 2,
        "address": "travesía de Aguieira",
        "province": "Pontevedra",
        "municipality": "O Grove",
        "country": "es",
        "latitude": 42.4966828,
        "longitude": -8.8671622,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108716493/",
        "distance": "60705",
        "description": "Bonita casa en la zona del puerto Casa en dos plantas más desván Parcela trasera de unos 200 metros La planta baja está parcialmente reformada, dispone de un bonito salón comedor, un baño, cocina y acceso a la huerta En la parcela hay algunas edificaciones auxiliares que le dan servicio Planta alta cuatro dormitorios y otro baño Puerta de acceso al desván Vivienda muy bien ubicada, muy soleada y luminosa, techos altos, con muchas posibilidades de reforma Pida información sin compromiso Gran oportunidad Todos los servicios cerca.",
        "hasVideo": false,
        "status": "renew",
        "newDevelopment": false,
        "priceByArea": 1042.0,
        "change": {},
        "detailedType": {
          "typology": "chalet",
          "subTypology": "terracedHouse"
        },
        "suggestedTexts": {
          "subtitle": "O Grove",
          "title": "Chalet adosado en travesía de Aguieira"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "highlight": {
          "groupDescription": "Destacado"
        },
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108716462",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/8e/e5/22/1353003041.webp",
        "numPhotos": 16,
        "floor": "5",
        "price": 299000.0,
        "priceInfo": {
          "price": {
            "amount": 299000.0,
            "currencySuffix": "€"
          }
        },
        "propertyType": "penthouse",
        "operation": "sale",
        "size": 70.0,
        "exterior": true,
        "rooms": 3,
        "bathrooms": 1,
        "address": "Sanxenxo",
        "province": "Pontevedra",
        "municipality": "Sanxenxo",
        "district": "Sanxenxo",
        "country": "es",
        "latitude": 42.4028693,
        "longitude": -8.8149872,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108716462/",
        "distance": "59035",
        "description": "¡Descubre este espectacular ático de 70 m² en primera línea de playa! Este encantador hogar cuenta con tres acogedoras habitaciones, ideales para disfrutar de momentos en familia o recibir amigos. El baño, moderno y funcional, está equipado con un práctico plato de ducha que añade comodidad a tu día a día.  La cocina salón de estilo americano es el corazón de este espacio, perfecta para compartir y disfrutar de la luz natural que inunda cada rincón. Accede a la impresionante terraza superior a través de unas elegantes escaleras de caracol, donde podrás relajarte y contemplar vistas inigualables.  Ubicado en la quinta planta de un edificio en excelente estado, construido en 1975, este ático exterior garantiza luminosidad y un ambiente acogedor. Además, cuenta con armarios empotrados que maximizan el espacio y una plaza de garaje incluida en el precio para mayor comodidad. Con calefacción eléctrica y ascensor, este hogar es apto para personas con movilidad reducida. ¡No dejes pasar la oportunidad de vivir junto al mar en este maravilloso ático!",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "parkingSpace": {
          "hasParkingSpace": true,
          "isParkingSpaceIncludedInPrice": true
        },
        "priceByArea": 4271.0,
        "change": {},
        "detailedType": {
          "typology": "flat",
          "subTypology": "penthouse"
        },
        "suggestedTexts": {
          "subtitle": "Sanxenxo, Sanxenxo",
          "title": "Ático"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      }
    ],
    "total": 19546,
    "totalPages": 391,
    "actualPage": 1,
    "itemsPerPage": 50,
    "numPaginations": 0,
    "summary": [
      "Comprar",
      "Casas y pisos",
      "Lalin, Pontevedra",
      "Todos los precios",
      "60 a 1.000 m²"
    ],
    "alertName": "Viviendas en Lalin, Pontevedra",
    "totalAppliedFilters": 1,
    "upperRangePosition": 50,
    "lowerRangePosition": 0,
    "paginable": true
  },
  "rental_data": {
    "elementList": [
      {
        "propertyCode": "108720024",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/2c/47/15/1353116014.webp",
        "numPhotos": 69,
        "floor": "18",
        "price": 2750.0,
        "priceInfo": {
          "price": {
            "amount": 2750.0,
            "currencySuffix": "€/mes"
          }
        },
        "propertyType": "flat",
        "operation": "rent",
        "size": 130.0,
        "exterior": true,
        "rooms": 3,
        "bathrooms": 2,
        "address": "cuesta Palloza, 1",
        "province": "A Coruña",
        "municipality": "A Coruña",
        "district": "Cuatro Caminos - Plaza de la Cubela",
        "country": "es",
        "latitude": 43.3584538,
        "longitude": -8.4033069,
        "showAddress": true,
        "url": "https://www.idealista.com/inmueble/108720024/",
        "distance": "89816",
        "description": "Impresionante vivienda con vistas panorámicas al puerto y a la ciudad, muy luminosa y completamente a estrenar. Se distribuye en amplio salón con galería, tres dormitorios (uno con baño en suite), un segundo baño completo, cocina independiente con zona de comedor, despensa y lavandería. La vivienda incluye plaza de garaje situada justo enfrente del edificio y cuenta con calefacción central con consumo individualizado. Ubicada en pleno centro, en una zona con todos los servicios: transporte, supermercados, colegios y zonas verdes. Requisitos: 1 mes de fianza + seguro a cargo del propietario.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "parkingSpace": {
          "hasParkingSpace": true,
          "isParkingSpaceIncludedInPrice": true
        },
        "priceByArea": 21.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "Cuatro Caminos - Plaza de la Cubela, A Coruña",
          "title": "Piso en cuesta Palloza, 1"
        },
        "hasPlan": true,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108720025",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/3a/a0/f9/1353115301.webp",
        "externalReference": "01264",
        "numPhotos": 16,
        "floor": "1",
        "price": 800.0,
        "priceInfo": {
          "price": {
            "amount": 800.0,
            "currencySuffix": "€/mes"
          }
        },
        "propertyType": "flat",
        "operation": "rent",
        "size": 180.0,
        "rooms": 3,
        "bathrooms": 2,
        "address": "Betanzos",
        "province": "A Coruña",
        "municipality": "Betanzos",
        "country": "es",
        "latitude": 43.2757004,
        "longitude": -8.2140403,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108720025/",
        "distance": "78172",
        "description": "ALQUILER PISO EN BETANZOS TRES DORMITORIOS Se alquila amplio y luminoso piso en la Avenida Jesús García Naveira. -tres dormitorios -Dos baños -Calefacción y agua caliente gas ciudad. -salón-comedor espacioso. Garaje y trastero -Zona tranquila -800Euros/mes.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "parkingSpace": {
          "hasParkingSpace": true,
          "isParkingSpaceIncludedInPrice": true
        },
        "priceByArea": 4.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "Betanzos",
          "title": "Piso"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108576764",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/bc/6e/e4/1348934137.webp",
        "externalReference": "00524",
        "numPhotos": 28,
        "floor": "3",
        "price": 1100.0,
        "priceInfo": {
          "price": {
            "amount": 1100.0,
            "currencySuffix": "€/mes"
          }
        },
        "propertyType": "flat",
        "operation": "rent",
        "size": 69.0,
        "rooms": 1,
        "bathrooms": 1,
        "address": "calle Santa Catalina",
        "province": "A Coruña",
        "municipality": "A Coruña",
        "district": "Ciudad Vieja - Centro",
        "country": "es",
        "latitude": 43.3680339,
        "longitude": -8.4054689,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108576764/",
        "distance": "90891",
        "description": "Alquiler de apartamento a estrenar situado en un edificio histórico totalmente rehabilitado. Dispone de un amplio dormitorio con baño, un salón comedor, una galería que le dá mucha luz tanto al salón como al dormitorio, un aseo y una cocina totalmente equipada tanto muebles como electrodomésticos. Se encuentra ubicado en pleno corazón financiero y comercial de La Coruña.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "priceByArea": 16.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "Ciudad Vieja - Centro, A Coruña",
          "title": "Piso en calle Santa Catalina"
        },
        "hasPlan": true,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108719492",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/5c/24/2b/1353099442.webp",
        "externalReference": "P001178",
        "numPhotos": 14,
        "floor": "3",
        "price": 650.0,
        "priceInfo": {
          "price": {
            "amount": 650.0,
            "currencySuffix": "€/mes"
          }
        },
        "propertyType": "flat",
        "operation": "rent",
        "size": 86.0,
        "exterior": true,
        "rooms": 3,
        "bathrooms": 2,
        "address": "Centro",
        "province": "Ourense",
        "municipality": "Ourense",
        "district": "Centro",
        "country": "es",
        "latitude": 42.3377157,
        "longitude": -7.8680203,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108719492/",
        "distance": "34240",
        "description": "ALQUILER PISO EN DR. FLEMING Se alquila piso amueblado de 86m2 en Dr. Fleming, al lado de la Alameda. El piso se dividen en 3 dormitorios, salón, cocina, baño completo y aseo. Además cuenta con calefacción central con contador individual, suelos de parquet y ventanas con climalit. Comunidad incluida. Se piden 2 meses de fianza.  Para más información no dude en llamarnos o consultar nuestra página web, ahí podrá encontrar toda nuestra cartera de inmuebles totalmente actualizada.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "priceByArea": 8.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "Centro, Ourense",
          "title": "Piso"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "95176328",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/b3/e7/da/1353090714.webp",
        "externalReference": "02105",
        "numPhotos": 20,
        "floor": "1",
        "price": 800.0,
        "priceInfo": {
          "price": {
            "amount": 800.0,
            "currencySuffix": "€/mes"
          }
        },
        "propertyType": "flat",
        "operation": "rent",
        "size": 100.0,
        "exterior": true,
        "rooms": 3,
        "bathrooms": 2,
        "address": "plaza Aviador Parga Cerezo",
        "province": "Lugo",
        "municipality": "Lugo",
        "district": "San Roque - As Fontiñas",
        "country": "es",
        "latitude": 43.0042096,
        "longitude": -7.5530242,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/95176328/",
        "distance": "67253",
        "description": "Comunidad incluida en el precio. Piso de 3 habitaciones muy cerca del centro. Cocina amueblada con todos los electrodomésticos, cocina inducción. Tendedero con lavadora. 2 baños, con bañera y ducha con columna de hidromasaje, garaje, trastero y ascensor, Calefacción central con contador individual de gas ciudad. Llámenos sin compromiso y sin ningún coste adicional para usted.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "parkingSpace": {
          "hasParkingSpace": true,
          "isParkingSpaceIncludedInPrice": true
        },
        "priceByArea": 8.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "San Roque - As Fontiñas, Lugo",
          "title": "Piso en plaza Aviador Parga Cerezo"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108719115",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/1b/56/86/1353087976.webp",
        "externalReference": "4050",
        "numPhotos": 50,
        "floor": "2",
        "price": 1450.0,
        "priceInfo": {
          "price": {
            "amount": 1450.0,
            "currencySuffix": "€/mes"
          }
        },
        "propertyType": "flat",
        "operation": "rent",
        "size": 106.0,
        "exterior": true,
        "rooms": 4,
        "bathrooms": 2,
        "address": "calle la Torre",
        "province": "A Coruña",
        "municipality": "A Coruña",
        "district": "Monte Alto - Zalaeta - Atocha",
        "country": "es",
        "latitude": 43.3742709,
        "longitude": -8.3964119,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108719115/",
        "distance": "91389",
        "description": "Piso en alquiler para temporada curso escolar, desde el 1/09/2025 al 30/06/2026, 10 meses. Situado en la calle Torre, a menos de 200 metros de Plaza España y a 500 metros de la playa de Orzán. Zona muy céntrica. Se trata de un segundo piso con ascensor, que actualmente está distribuido en 4 dormitorios (3 de ellos con cama de matrimonio, y el cuarto dormitorio con cama de 90 cm), dos baños completos (uno con bañera y otro con plato de ducha, pequeña salita y cocina-comedor muy amplia con una zona de galería-tendedero. Amueblado. Calefacción y agua caliente con caldera de gas ciudad. Cocina y horno eléctricos. Todas las estancias son exteriores, excepto salita y los baños. No se aceptan mascotas. En el precio se incluye un servicio de limpieza durante el curso de 2 veces al mes (cada 15 días), para limpieza de zonas comunes de baños y cocina, a cuenta del propietario. Se solicitan dos meses de fianza, primer mes por adelantado y firma del padre/madre o tutor de cada uno de los inquilinos como avalistas. [IW].",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "priceByArea": 14.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "Monte Alto - Zalaeta - Atocha, A Coruña",
          "title": "Piso en calle la Torre"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "98016006",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/aa/06/a9/1353038556.webp",
        "numPhotos": 34,
        "floor": "5",
        "price": 800.0,
        "priceInfo": {
          "price": {
            "amount": 800.0,
            "currencySuffix": "€/mes"
          }
        },
        "propertyType": "flat",
        "operation": "rent",
        "size": 85.0,
        "exterior": true,
        "rooms": 3,
        "bathrooms": 1,
        "address": "MEIRA, 4",
        "province": "A Coruña",
        "municipality": "A Coruña",
        "district": "Agra del Orzán - Ventorrillo",
        "country": "es",
        "latitude": 43.3619518,
        "longitude": -8.4193862,
        "showAddress": true,
        "url": "https://www.idealista.com/inmueble/98016006/",
        "distance": "90520",
        "description": "CURSO ESCOLAR se alquila Piso de 3 dormitorios, salon, cocina, baño completo, terraza de 40m2, amueblado, calefaccion, muy soleado, calentador de butano y calefacion electrica. En esta vivienda no se admiten mascotas.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": false,
        "priceByArea": 9.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "Agra del Orzán - Ventorrillo, A Coruña",
          "title": "Piso en Meira, 4"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108718457",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/86/b6/57/1353066923.webp",
        "externalReference": "86405",
        "numPhotos": 7,
        "floor": "2",
        "price": 820.0,
        "priceInfo": {
          "price": {
            "amount": 820.0,
            "currencySuffix": "€/mes"
          }
        },
        "propertyType": "flat",
        "operation": "rent",
        "size": 86.0,
        "exterior": true,
        "rooms": 3,
        "bathrooms": 2,
        "address": "Arteixo",
        "province": "A Coruña",
        "municipality": "Arteixo",
        "district": "Arteixo",
        "country": "es",
        "latitude": 43.3142337,
        "longitude": -8.4913651,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108718457/",
        "distance": "87181",
        "description": "Alquilase piso, 820€, tres dormitorios, salón, amueblado, soleado, parquet, ascensor, calefacción, recibos de comunidad incluidos en el precio, situado zona arteixo, ref. 86405 Tres dormitorios: Habitaciones amplias y luminosas, amuebladas y listas para entrar a vivir, con espacio para descanso o teletrabajo. Salón acogedor, perfecto para disfrutar de reuniones familiares o momentos de relax, con buena luz natural y mobiliario funcional. Suelos de parquet, que aporta calidez y un toque elegante a toda la vivienda. Calefacción, para disfrutar de un ambiente confortable durante los meses más fríos. Ascensor, facilita el acceso al piso sin barreras arquitectónicas. Recibos de comunidad incluidos, evita sorpresas a final de mes, con los gastos comunitarios cubiertos en el precio del alquiler. Situado en Arteixo, un enclave que combina tranquilidad residencial con todos los servicios a mano: supermercados, farmacias, comercios locales y grandes superficies cercanas.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "priceByArea": 10.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "Arteixo, Arteixo",
          "title": "Piso"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "103787777",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/1f/38/43/1203296814.webp",
        "externalReference": "103787777",
        "numPhotos": 26,
        "price": 7000.0,
        "priceInfo": {
          "price": {
            "amount": 7000.0,
            "currencySuffix": "€/mes"
          }
        },
        "propertyType": "chalet",
        "operation": "rent",
        "size": 280.0,
        "rooms": 4,
        "bathrooms": 4,
        "address": "calle Gaia",
        "province": "A Coruña",
        "municipality": "Oleiros",
        "district": "Liáns",
        "country": "es",
        "latitude": 43.327715,
        "longitude": -8.363356,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/103787777/",
        "distance": "85741",
        "description": "Rentaloo alquila SOLO PARA AGOSTO en la Ubanización ICARIA, Oleiros este fabuloso chalet con piscina, una propiedad perfecta en un entorno natural y tranquilo como es la urbanización Icaria, un referente en seguridad y calidad de vida, al contar con piscina privada y comunitaria, seguridad privada en toda la urbanización además de una moderna cancha de tenis. La Orientación del porche es Sur y la piscina también goza de mucha luz natural. La casa se rehabilitó con mucho gusto y sin escatimar, las mejores calidades, se alquila sin amueblar, el estado de conservación es excelente como se puede observar en las fotos y la cocina está completamente equipada. En la planta superior se encuentra el dormitorio principal con baño completo, a través de unas preciosas escaleras se recorren las dos plantas. En la planta principal encontramos un amplio y luminoso salón, con acceso a la piscina. Recomendamos visitar el tour 3D de la propiedad para conocer mejor la distribución de los espacios e incluso tomar medidas. No dude en contactar con nuestros agentes para obtener mas información sobre el alquiler.",
        "hasVideo": true,
        "status": "good",
        "newDevelopment": false,
        "parkingSpace": {
          "hasParkingSpace": true,
          "isParkingSpaceIncludedInPrice": true
        },
        "priceByArea": 25.0,
        "change": {},
        "detailedType": {
          "typology": "chalet",
          "subTypology": "independantHouse"
        },
        "suggestedTexts": {
          "subtitle": "Liáns, Oleiros",
          "title": "Casa independiente en calle Gaia"
        },
        "hasPlan": true,
        "has3DTour": true,
        "has360": true,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108683425",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/c2/c4/02/1353071515.webp",
        "externalReference": "P001872",
        "numPhotos": 44,
        "floor": "4",
        "price": 680.0,
        "priceInfo": {
          "price": {
            "amount": 680.0,
            "currencySuffix": "€/mes"
          }
        },
        "propertyType": "flat",
        "operation": "rent",
        "size": 83.0,
        "exterior": true,
        "rooms": 2,
        "bathrooms": 2,
        "address": "calle Ramiranes",
        "province": "Pontevedra",
        "municipality": "O Porriño",
        "country": "es",
        "latitude": 42.1633586,
        "longitude": -8.6213577,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108683425/",
        "distance": "60822",
        "description": "¡Alquiler en O Porriño! Piso amueblado y soleado de 2 dormitorios, 2 baños, con garaje y bodega. Opción segunda plaza garaje por 50 € más del precio publicado. Se alquila estupendo piso seminuevo en O Porriño, ideal para quienes buscan comodidad y funcionalidad. La vivienda cuenta con: 2 dormitorios con armarios empotrados 2 baños. Uno en la habitación principal con bañera y el otro con plato de ducha Hall de entrada con 2 armarios de servicio Cocina amueblada y equipada con electrodomésticos Salón comedor Calefacción y agua caliente por caldera individual a gas natural Plaza de garaje con trastero al lado Edificio con ascensor Orientación sur Altura cuarto piso Terraza Opción segunda plaza de garaje por 50 €/mes * CONDICIONES Y GARANTIAS PARA EL ALQUILER: . - MES DE FIANZA . - MES EN CURSO . - CONTRATO MÍNIMO 1 AÑO  . - NO SE ADMITEN NINGÚN TIPO DE MASCOTA . - SEGURO DE ALQUILER  LA INFORMACIÓN DEL ANUNCIO PUEDE CONTENER ERRORES POR LO QUE NO ES VINCULANTE PARA MÁS INFORMACIÓN Y VISITAS CONTACTEN CON NOSOTROS.",
        "hasVideo": true,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "parkingSpace": {
          "hasParkingSpace": true,
          "isParkingSpaceIncludedInPrice": true
        },
        "priceByArea": 8.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "O Porriño",
          "title": "Piso en calle Ramiranes"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108718268",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/d7/45/4c/1353060308.webp",
        "externalReference": "PADRE RUBINOS",
        "numPhotos": 17,
        "floor": "3",
        "price": 800.0,
        "priceInfo": {
          "price": {
            "amount": 800.0,
            "currencySuffix": "€/mes"
          }
        },
        "propertyType": "flat",
        "operation": "rent",
        "size": 80.0,
        "exterior": false,
        "rooms": 2,
        "bathrooms": 1,
        "address": "plaza Padre José Rubinos, 3",
        "province": "A Coruña",
        "municipality": "A Coruña",
        "district": "Os Mallos",
        "country": "es",
        "latitude": 43.3558647,
        "longitude": -8.412424,
        "showAddress": true,
        "url": "https://www.idealista.com/inmueble/108718268/",
        "distance": "89721",
        "description": "**Piso en Alquiler en Ronda de Outeiro / Avda Arteixo** Nuevo piso de 80 m², recién reformado. Con 2 dormitorios amplios y un baño, ofrece el espacio perfecto para disfrutar de la comodidad y la tranquilidad. La cocina, que se entregará completamente finalizada, está equipada con electrodomésticos nuevos, incluyendo nevera, lavavajillas, horno y vitrocerámica. Dispone de un amplio salón muy luminoso y un balcón donde podrás disfrutar del aire fresco. Aunque el piso se alquila sin muebles, incluye un armario, somier y dos cómodas, lo que te permitirá personalizar el espacio a tu gusto. Ubicado en la tercera planta de un edificio sin ascensor y orientación sur, este piso ofrece luminosidad y calidez durante todo el día. Se aceptan mascotas. Recuerda que se requiere un mes de fianza y se solicita nómina, así como la aceptación de un seguro de impago. ¡Contáctanos hoy mismo para más información y para agendar una visita!",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": false,
        "priceByArea": 10.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "Os Mallos, A Coruña",
          "title": "Piso en plaza Padre José Rubinos, 3"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "105395622",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/61/f7/3e/1250814043.webp",
        "externalReference": "00410",
        "numPhotos": 17,
        "floor": "3",
        "price": 1050.0,
        "priceInfo": {
          "price": {
            "amount": 1050.0,
            "currencySuffix": "€/mes",
            "priceDropInfo": {
              "formerPrice": 1500.0,
              "priceDropValue": 450,
              "priceDropPercentage": 30
            }
          }
        },
        "propertyType": "flat",
        "operation": "rent",
        "size": 93.0,
        "exterior": true,
        "rooms": 3,
        "bathrooms": 2,
        "address": "calle Montevideo",
        "province": "A Coruña",
        "municipality": "A Coruña",
        "district": "Cuatro Caminos - Plaza de la Cubela",
        "country": "es",
        "latitude": 43.3509791,
        "longitude": -8.4061296,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/105395622/",
        "distance": "89067",
        "description": "REF-00410 Piso para estudiantes en zona Cuatro Caminos! Nos encontramos ante un piso único, con todos los servicios cercanos e Impecable! Parada de bus universitario y estación de buses a dos minutos. Biblioteca a menos de cinco minutos. Supermercados, centros comerciales, farmacias, parada de taxi. En la zona Es muy luminoso y con vistas despejadas tanto en fachada principal como posterior. Consta de un salón de más de 23m2, una cocina contigua con balcón, con electrodomésticos panelados a juego con los muebles, tres dormitorios amplios, uno de llos en suite con baño y plato de ducha, el otro baño con bañera, cuatro armarios empotrados, calefacción por gas natural. También dispone de plaza de garaje y trastero.   Visítelo sin compromiso llamando al SEIS CUATRO SIETE 324044.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "parkingSpace": {
          "hasParkingSpace": true,
          "isParkingSpaceIncludedInPrice": true
        },
        "priceByArea": 11.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "Cuatro Caminos - Plaza de la Cubela, A Coruña",
          "title": "Piso en calle Montevideo"
        },
        "hasPlan": true,
        "has3DTour": false,
        "has360": true,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "105356496",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/03/1c/c6/1353067429.webp",
        "numPhotos": 18,
        "floor": "3",
        "price": 1100.0,
        "priceInfo": {
          "price": {
            "amount": 1100.0,
            "currencySuffix": "€/mes"
          }
        },
        "propertyType": "flat",
        "operation": "rent",
        "size": 125.0,
        "exterior": true,
        "rooms": 4,
        "bathrooms": 2,
        "address": "avenida da Florida, 47",
        "province": "Pontevedra",
        "municipality": "Vigo",
        "district": "Centro urbano",
        "country": "es",
        "neighborhood": "As Travesas - Balaídos",
        "latitude": 42.218136,
        "longitude": -8.7362221,
        "showAddress": true,
        "url": "https://www.idealista.com/inmueble/105356496/",
        "distance": "63414",
        "description": "ESTUDIANTES. - A unos metros de Plaza América, próximo al autobús de la Universidad, líneas de autobús, supermercados, farmacia, todos los servicios. Se alquila vivienda muy amplia y en perfecto estado.  Consta de 4 dormitorios amplios, un baño con bañera y el otro con plato de ducha, salón con amplio balcón, cocina muy cómoda con todos los electrodomésticos, lavadero.  Calefacción y agua caliente, termo eléctrico y acumuladores. Llámanos cuanto antes!",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "priceByArea": 9.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "As Travesas - Balaídos, Vigo",
          "title": "Piso en avenida da Florida, 47"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "101720565",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/77/23/75/1131525946.webp",
        "numPhotos": 12,
        "floor": "3",
        "price": 1100.0,
        "priceInfo": {
          "price": {
            "amount": 1100.0,
            "currencySuffix": "€/mes"
          }
        },
        "propertyType": "flat",
        "operation": "rent",
        "size": 125.0,
        "exterior": true,
        "rooms": 4,
        "bathrooms": 2,
        "address": "avenida FLORIDA, 47",
        "province": "Pontevedra",
        "municipality": "Vigo",
        "district": "Centro urbano",
        "country": "es",
        "neighborhood": "As Travesas - Balaídos",
        "latitude": 42.218136,
        "longitude": -8.7362221,
        "showAddress": true,
        "url": "https://www.idealista.com/inmueble/101720565/",
        "distance": "63414",
        "description": "ESTUDIANTES. - A unos metros de Plaza América, próximo al autobús de la Universidad, líneas de autobús, supermercados, farmacia, todos los servicios. Se alquila vivienda muy amplia y en perfecto estado. Consta de 4 dormitorios amplios, un baño con bañera y el otro con plato de ducha, salón con amplio balcón, cocina con todos los electrodomésticos, incluido lavavajillas, lavadero. Amplio balcón Calefacción y agua caliente, termo eléctrico y acumuladores. Llámanos cuanto antes!",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "priceByArea": 9.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "As Travesas - Balaídos, Vigo",
          "title": "Piso en avenida Florida, 47"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108718218",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/76/ce/c0/1353061066.webp",
        "externalReference": "SCA026",
        "numPhotos": 12,
        "floor": "3",
        "price": 1000.0,
        "priceInfo": {
          "price": {
            "amount": 1000.0,
            "currencySuffix": "€/mes"
          }
        },
        "propertyType": "flat",
        "operation": "rent",
        "size": 81.0,
        "exterior": true,
        "rooms": 3,
        "bathrooms": 1,
        "address": "calle San Vicente, 42",
        "province": "A Coruña",
        "municipality": "A Coruña",
        "district": "Os Mallos",
        "country": "es",
        "latitude": 43.3541224,
        "longitude": -8.4120623,
        "showAddress": true,
        "url": "https://www.idealista.com/inmueble/108718218/",
        "distance": "89527",
        "description": "Funcional vivienda de tres dormitorios, recién renovada por completo, y totalmente amueblada! Se trata de un tercero sin ascensor situada en la calle San Vicente muy próxima a la Estación del Tren de A Coruña y rodeada de todos los servicios e infraestructuras. Llámanos y te la enseñamos! [IW].",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": false,
        "priceByArea": 12.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "Os Mallos, A Coruña",
          "title": "Piso en calle San Vicente, 42"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108717766",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/d4/73/c5/1353042049.webp",
        "externalReference": "S00739",
        "numPhotos": 27,
        "floor": "2",
        "price": 800.0,
        "priceInfo": {
          "price": {
            "amount": 800.0,
            "currencySuffix": "€/mes"
          }
        },
        "propertyType": "flat",
        "operation": "rent",
        "size": 102.0,
        "exterior": true,
        "rooms": 3,
        "bathrooms": 2,
        "address": "plaza do Cristo",
        "province": "Pontevedra",
        "municipality": "O Porriño",
        "country": "es",
        "latitude": 42.1614203,
        "longitude": -8.6197762,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108717766/",
        "distance": "60900",
        "description": "Singular Inmobiliaria te presenta este amplio piso de tres dormitorios situado en la plaza del Cristo. Si quieres disfrutar de una vivienda en pleno centro, esta puede ser tu oportunidad.  Cuenta con cocina independiente totalmente equipada con electrodomésticos, salón amplio y luminoso con unas vistas despejadas hacia la zona peatonal y Avda. Galicia. Dormitorio principal en suite con armario empotrado y un baño con plato de ducha, otros dos dormitorios con armarios empotrados y baño general que da servicio al resto de la vivienda también con plato de ducha.  Plaza de garaje y trastero directos.  Ven a conocer esta vivienda situada en uno de los edificios más modernos y de mejores calidades de Porriño. No admite mascotas Consulta condiciones sin compromiso.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "parkingSpace": {
          "hasParkingSpace": true,
          "isParkingSpaceIncludedInPrice": true
        },
        "priceByArea": 8.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "O Porriño",
          "title": "Piso en plaza do Cristo"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "101160103",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/b5/83/2f/1112498323.webp",
        "numPhotos": 17,
        "price": 550.0,
        "priceInfo": {
          "price": {
            "amount": 550.0,
            "currencySuffix": "€/mes"
          }
        },
        "propertyType": "countryHouse",
        "operation": "rent",
        "size": 120.0,
        "rooms": 3,
        "bathrooms": 2,
        "address": "A 2Km de Celanova",
        "province": "Ourense",
        "municipality": "Celanova",
        "country": "es",
        "latitude": 42.1514015,
        "longitude": -7.9567837,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/101160103/",
        "distance": "49306",
        "description": "Casa en alquiler situada a 2Km de Celanova. Totalmente rehabilitada. Planta baja: salón-cocina, dormitorio y baño. Planta primera: dos dormitorios y aseo. Estufa de pellets. Patio de 25m2.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "priceByArea": 5.0,
        "change": {},
        "detailedType": {
          "typology": "countryHouse",
          "subTypology": "casale"
        },
        "suggestedTexts": {
          "subtitle": "Celanova",
          "title": "Casa rural en a 2Km de Celanova"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108716962",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/cf/c2/bf/1353023582.webp",
        "externalReference": "5646",
        "numPhotos": 12,
        "floor": "3",
        "price": 1000.0,
        "priceInfo": {
          "price": {
            "amount": 1000.0,
            "currencySuffix": "€/mes"
          }
        },
        "propertyType": "penthouse",
        "operation": "rent",
        "size": 110.0,
        "exterior": true,
        "rooms": 3,
        "bathrooms": 2,
        "address": "Coiro",
        "province": "Pontevedra",
        "municipality": "Cangas",
        "district": "Coiro",
        "country": "es",
        "latitude": 42.2628588,
        "longitude": -8.7658733,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108716962/",
        "distance": "62420",
        "description": "¡Descubre este espectacular ático en alquiler en las afueras de Cangas! Con una superficie de 110 m², este luminoso hogar cuenta con 3 acogedores dormitorios y 2 baños, perfectos para disfrutar de la comodidad y el espacio que necesitas.  Disponible a partir de septiembre, este ático se alquila amueblado y ofrece unas impresionantes vistas al mar gracias a su orientación sur.  Imagina relajarte en una de sus dos terrazas, disfrutando del sol y del aire fresco. El edificio, construido en el año 2000, se encuentra en excelente estado y cuenta con ascensor, lo que facilita el acceso.  La calefacción por pellets garantiza un ambiente cálido y acogedor durante los meses más fríos. Además, incluye una plaza de garaje, ideal para quienes buscan comodidad y seguridad. Con armarios empotrados y suelos de tarima y plaqueta, este ático combina estilo y funcionalidad. La comunidad está incluida en el precio, lo que añade un valor extra a esta oferta.  No se admiten mascotas, lo que asegura un entorno tranquilo. ¡No dejes pasar esta oportunidad única de vivir en un lugar que tiene todo lo que necesitas!",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "parkingSpace": {
          "hasParkingSpace": true,
          "isParkingSpaceIncludedInPrice": true
        },
        "priceByArea": 9.0,
        "change": {},
        "detailedType": {
          "typology": "flat",
          "subTypology": "penthouse"
        },
        "suggestedTexts": {
          "subtitle": "Coiro, Cangas",
          "title": "Ático"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108716184",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/51/44/3b/1352993919.webp",
        "numPhotos": 42,
        "floor": "3",
        "price": 1000.0,
        "priceInfo": {
          "price": {
            "amount": 1000.0,
            "currencySuffix": "€/mes"
          }
        },
        "propertyType": "flat",
        "operation": "rent",
        "size": 100.0,
        "exterior": true,
        "rooms": 3,
        "bathrooms": 2,
        "address": "calle Meira, 10",
        "province": "A Coruña",
        "municipality": "A Coruña",
        "district": "Agra del Orzán - Ventorrillo",
        "country": "es",
        "latitude": 43.3621855,
        "longitude": -8.4195631,
        "showAddress": true,
        "url": "https://www.idealista.com/inmueble/108716184/",
        "distance": "90549",
        "description": "CURSO ESCOLAR se alquila piso de 3 dormitorios, salon, cocina, 2 baños completos, ascensor, amueblado y equipado, piso amplio y soleado. En las inmediaciones encontramos supermercados, parada de buses, centro de salud, etc.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "priceByArea": 10.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "Agra del Orzán - Ventorrillo, A Coruña",
          "title": "Piso en calle Meira, 10"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108716384",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/90/id.pro.es.image.master/40/2e/00/1353001730.webp",
        "numPhotos": 13,
        "floor": "4",
        "price": 700.0,
        "priceInfo": {
          "price": {
            "amount": 700.0,
            "currencySuffix": "€/mes"
          }
        },
        "propertyType": "flat",
        "operation": "rent",
        "size": 110.0,
        "exterior": true,
        "rooms": 4,
        "bathrooms": 1,
        "address": "avenida de Buenos Aires",
        "province": "Ourense",
        "municipality": "Ourense",
        "district": "Universidad",
        "country": "es",
        "latitude": 42.34113,
        "longitude": -7.8552694,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108716384/",
        "distance": "34629",
        "hasVideo": true,
        "status": "good",
        "newDevelopment": false,
        "hasLift": false,
        "priceByArea": 6.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "Universidad, Ourense",
          "title": "Piso en avenida de Buenos Aires"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108716929",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/76/69/c1/1353016185.webp",
        "externalReference": "3232",
        "numPhotos": 10,
        "floor": "6",
        "price": 1100.0,
        "priceInfo": {
          "price": {
            "amount": 1100.0,
            "currencySuffix": "€/mes"
          }
        },
        "propertyType": "flat",
        "operation": "rent",
        "size": 75.0,
        "exterior": true,
        "rooms": 2,
        "bathrooms": 2,
        "address": "calle de García Barbón",
        "province": "Pontevedra",
        "municipality": "Vigo",
        "district": "Centro urbano",
        "country": "es",
        "neighborhood": "Centro - Areal",
        "latitude": 42.2366906,
        "longitude": -8.7171129,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108716929/",
        "distance": "60897",
        "description": "Apartamento en el centro de Vigo, a pocos metros de la C. C. Vialia y rodeado de todos los servicios. Distribuido en 2 habitaciones, 2 baños, salón comedor, cocina equipada con todos los electrodomésticos. Plaza de garaje y trastero en el mismo edificio con acceso directo. Comunidad incluida NO acepta mascota.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "parkingSpace": {
          "hasParkingSpace": true,
          "isParkingSpaceIncludedInPrice": true
        },
        "priceByArea": 15.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "Centro - Areal, Vigo",
          "title": "Piso en calle de García Barbón"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108716405",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/50/37/39/1353001648.webp",
        "numPhotos": 28,
        "floor": "3",
        "price": 650.0,
        "priceInfo": {
          "price": {
            "amount": 650.0,
            "currencySuffix": "€/mes"
          }
        },
        "propertyType": "duplex",
        "operation": "rent",
        "size": 100.0,
        "exterior": true,
        "rooms": 3,
        "bathrooms": 2,
        "address": "calle Alcalde Manuel Portela",
        "province": "Lugo",
        "municipality": "Lugo",
        "district": "Piringalla",
        "country": "es",
        "latitude": 43.0275342,
        "longitude": -7.5717617,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108716405/",
        "distance": "68071",
        "description": "DÚPLEX EN ALQUILER CON TERRAZA – ZONA ALCALDE MANUEL PORTELA, LUGO � 650 €/mes | 100 m² útiles | 3 dormitorios | 2 baños | Garaje | Amueblado Vivienda tipo dúplex, exterior y amueblada, situada en una zona residencial tranquila y bien comunicada, próxima a supermercados, colegios, zonas verdes, farmacia y transporte público. � Características: •3 dormitorios •2 baños completos •Salón comedor •Cocina independiente totalmente equipada •Tendedero y terraza exterior •Amueblado •Plaza de garaje incluida � Condiciones del alquiler: •Alquiler mínimo de un año •Seguro de impago obligatorio •No se admiten mascotas •Solo para personas con empleo fijo y estable •Imprescindible aportar: •Contrato laboral indefinido •Últimas tres nóminas •Vida laboral actualizada •Documentación personal y fiscal en regla � Más información y visitas: Ágora Asesores Inmobiliarios � Rúa Círculo das Artes, 5 – Lugo �  �  � Instagram: @agoraasesoresinmobiliarios.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "parkingSpace": {
          "hasParkingSpace": true,
          "isParkingSpaceIncludedInPrice": true
        },
        "priceByArea": 7.0,
        "change": {},
        "detailedType": {
          "typology": "flat",
          "subTypology": "duplex"
        },
        "suggestedTexts": {
          "subtitle": "Piringalla, Lugo",
          "title": "Dúplex en calle Alcalde Manuel Portela"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108716008",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/38/c3/5d/1352986659.webp",
        "numPhotos": 10,
        "floor": "4",
        "price": 650.0,
        "priceInfo": {
          "price": {
            "amount": 650.0,
            "currencySuffix": "€/mes"
          }
        },
        "propertyType": "penthouse",
        "operation": "rent",
        "size": 78.0,
        "exterior": true,
        "rooms": 2,
        "bathrooms": 1,
        "address": "calle Concepción Arenal s/n",
        "province": "Pontevedra",
        "municipality": "A Guarda",
        "country": "es",
        "latitude": 41.9012619,
        "longitude": -8.8711667,
        "showAddress": true,
        "url": "https://www.idealista.com/inmueble/108716008/",
        "distance": "96420",
        "description": "Espectacular ático céntrico de dos habitaciones disponible para alquiler, recién reformado integralmente y amueblado con mobiliario a estrenar, todo diseñado para ofrecerte el máximo confort y estilo de vida. Disfruta de una cocina independiente con acceso directo a una encantadora terraza garantizando luz natural y ventilación en todo momento, ideal para tus desayunos o cenas al aire libre. El luminoso salón también cuenta con salida a otra terraza, perfecta para relajarte o recibir a tus invitados. El ático dispone de un moderno baño y, para tu total comodidad, pensando en tu día a día, el alquiler incluye una práctica plaza de garaje y un útil trastero, eliminando preocupaciones de aparcamiento y almacenaje. El edificio dispone de ascensor, facilitando el acceso a tu nuevo hogar. Este ático no es solo una vivienda, ¡es un estilo de vida! Este anuncio no es vinculante, puede contener errores involuntarios. Se muestra a título informativo y no contractual.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "parkingSpace": {
          "hasParkingSpace": true,
          "isParkingSpaceIncludedInPrice": true
        },
        "priceByArea": 8.0,
        "change": {},
        "detailedType": {
          "typology": "flat",
          "subTypology": "penthouse"
        },
        "suggestedTexts": {
          "subtitle": "A Guarda",
          "title": "Ático en calle Concepción Arenal s/n"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108716007",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/cd/02/72/1352985383.webp",
        "numPhotos": 21,
        "floor": "5",
        "price": 860.0,
        "priceInfo": {
          "price": {
            "amount": 860.0,
            "currencySuffix": "€/mes"
          }
        },
        "propertyType": "flat",
        "operation": "rent",
        "size": 160.0,
        "exterior": true,
        "rooms": 4,
        "bathrooms": 2,
        "address": "ronda Xosé Castiñeira",
        "province": "Lugo",
        "municipality": "Lugo",
        "district": "Aceña de Olga - Augas Férreas",
        "country": "es",
        "latitude": 42.998225,
        "longitude": -7.5467335,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108716007/",
        "distance": "67149",
        "description": "PISO DE 4 DORMITORIOS EN ALQUILER – RONDA XOSÉ CASTIÑEIRA, LUGO � 860 €/mes | 160 m² | 4 dormitorios | 2 baños | Garaje y trastero | 5ª planta con ascensor Vivienda amplia y luminosa, situada en una de las zonas más cómodas y bien comunicadas de Lugo, justo frente al Conservatorio de Música Xoán Montes. � Características: •Superficie: 160 m² construidos •Distribución: salón comedor, cuatro dormitorios, dos baños completos, cocina independiente totalmente equipada •Amueblado •Cuarta planta con ascensor •Incluye plaza de garaje y trastero •Calefacción individual � Entorno: •Zona con excelente conexión al centro de Lugo •A pocos metros de supermercados, farmacias, colegios, transporte público y zonas verdes •Frente al Conservatorio, ideal para familias o profesionales que valoren buena ubicación y servicios próximos � Condiciones: •Solo alquiler de larga duración (mínimo 1 año) •Seguro de impago obligatorio •No se admiten mascotas •Exclusivamente para parejas o familias � Más información y visitas: Ágora Asesores Inmobiliarios � Rúa Círculo das Artes, 5 – Lugo �  �  � Instagram: @agoraasesoresinmobiliarios.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "parkingSpace": {
          "hasParkingSpace": true,
          "isParkingSpaceIncludedInPrice": true
        },
        "priceByArea": 5.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "Aceña de Olga - Augas Férreas, Lugo",
          "title": "Piso en ronda Xosé Castiñeira"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "102609270",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/10/a1/88/1161193435.webp",
        "externalReference": "1066NEIRAMOS",
        "numPhotos": 24,
        "floor": "2",
        "price": 850.0,
        "priceInfo": {
          "price": {
            "amount": 850.0,
            "currencySuffix": "€/mes"
          }
        },
        "propertyType": "flat",
        "operation": "rent",
        "size": 87.0,
        "exterior": true,
        "rooms": 3,
        "bathrooms": 1,
        "address": "NEIRA MOSQUERA",
        "province": "A Coruña",
        "municipality": "Santiago de Compostela",
        "district": "Ensanche - Sar",
        "country": "es",
        "latitude": 42.8751639,
        "longitude": -8.5431971,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/102609270/",
        "distance": "47231",
        "description": "¡ALQUILER PISO ESTUDIANTES!  Piso en alquiler en el centro de Santiago para curso escolar, próximo a Plaza Galicia. La vivienda cuenta con tres dormitorios, un baño, salón, sala y cocina. Totalmente amueblado y en buen estado, calefacción bomba de calor eléctrica y agua caliente de butano. Gastos de comunidad incluidos.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": false,
        "priceByArea": 10.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "Ensanche - Sar, Santiago de Compostela",
          "title": "Piso en Neira Mosquera"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "97860664",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/80/ae/a7/1352956790.webp",
        "externalReference": "P002146",
        "numPhotos": 40,
        "floor": "1",
        "price": 525.0,
        "priceInfo": {
          "price": {
            "amount": 525.0,
            "currencySuffix": "€/mes"
          }
        },
        "propertyType": "flat",
        "operation": "rent",
        "size": 100.0,
        "exterior": true,
        "rooms": 2,
        "bathrooms": 2,
        "address": "O Vinteun",
        "province": "Ourense",
        "municipality": "Ourense",
        "district": "O Vinteun",
        "country": "es",
        "latitude": 42.3528085,
        "longitude": -7.8665771,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/97860664/",
        "distance": "33040",
        "description": "PISO EXTERIOR Y LUMINOSO EN ZONA DEL VEINTIUNO La vivienda se encuentra ubicada en la Avenida de Santiago, con todos los servicios en sus inmediaciones. Cuenta con una superficie de 100 m2 distribuidos en hall con armario empotrado, cocina independiente equipada con electrodomésticos, salón - comedor, dos dormitorios y dos baños. Dispone de balcón a fachada principal y amplia terraza fachada trasera. Calefacción eléctrica y agua caliente por termo.  La vivienda destaca por ser exterior, luminosa y muy amplia. Precio: 525,00 € (comunidad incluida).",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": false,
        "priceByArea": 5.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "O Vinteun, Ourense",
          "title": "Piso"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108713925",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/68/de/a3/1352922250.webp",
        "externalReference": "488",
        "numPhotos": 18,
        "floor": "3",
        "price": 1400.0,
        "priceInfo": {
          "price": {
            "amount": 1400.0,
            "currencySuffix": "€/mes"
          }
        },
        "propertyType": "duplex",
        "operation": "rent",
        "size": 220.0,
        "exterior": true,
        "rooms": 5,
        "bathrooms": 3,
        "address": "calle de Sempre en Galiza",
        "province": "A Coruña",
        "municipality": "Santiago de Compostela",
        "district": "Campus sur - Santa Marta",
        "country": "es",
        "latitude": 42.8708383,
        "longitude": -8.5621247,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108713925/",
        "distance": "48008",
        "description": "¿Buscas amplitud, comodidad y una ubicación privilegiada? Este impresionante piso tipo dúplex, ubicado en los alrededores del barrio de Santa Marta, te ofrece todo eso y más.  ✨ Características destacadas:  - Planta principal con 4 amplias habitaciones, ideales para familias  que deseen espacio.  - Cocina completamente equipada, con zona de lavandería independiente.  - 2 baños funcionales y modernos en la planta principal.  - Bajo cubierta con salón acogedor, 1 habitación adicional y baño completo. Solo contratos anuales de larga duración.   Comunidad incluida en el precio.   -Calefacción y agua caliente sanitaria por gas ciudad, para tu confort todo el año.  Una oportunidad única de vivir en una zona tranquila, bien comunicada y con todos los servicios al alcance.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "priceByArea": 6.0,
        "change": {},
        "detailedType": {
          "typology": "flat",
          "subTypology": "duplex"
        },
        "suggestedTexts": {
          "subtitle": "Campus sur - Santa Marta, Santiago de Compostela",
          "title": "Dúplex en calle de Sempre en Galiza"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108711723",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/d4/58/e8/1352874631.webp",
        "externalReference": "753900",
        "numPhotos": 23,
        "floor": "1",
        "price": 900.0,
        "priceInfo": {
          "price": {
            "amount": 900.0,
            "currencySuffix": "€/mes"
          }
        },
        "propertyType": "flat",
        "operation": "rent",
        "size": 96.0,
        "exterior": true,
        "rooms": 3,
        "bathrooms": 2,
        "address": "calle Ricardo Torres Quiroga",
        "province": "Pontevedra",
        "municipality": "Vigo",
        "district": "Centro urbano",
        "country": "es",
        "neighborhood": "As Travesas - Balaídos",
        "latitude": 42.2183064,
        "longitude": -8.7286509,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108711723/",
        "distance": "62919",
        "description": "Preferiblemente estudiantes, para el curso escolar, estupento piso muy soleado y luminoso, con tres dormitorios amplios con armarios empotrados, con un salón muy espacioso con un gran ventanal con vistas a la calle, cocina totalmente equipada con electrodomésticos y mesa comedora. Se accede directamente a un cuarto lavadero con tendedero cubierto. La vivienda tiene dos baños completos, uno de ellos dentro de un dormitorio. Tiene puerta de seguridad, suelo con parquet, cerramiento exterior de aluminio lacado en blanco, con persianas. La calefacción y agua caliente es a través de una caldera comunitaria que tiene contador individual para cada consumo. Se encutra a 5 minutos de la plaza américa. No se admiten mascotas. Sólo se alquila para el curso escolar.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "priceByArea": 9.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "As Travesas - Balaídos, Vigo",
          "title": "Piso en calle Ricardo Torres Quiroga"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108713570",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/a3/79/ef/1352913409.webp",
        "externalReference": "1214-K2902                    ",
        "numPhotos": 9,
        "floor": "1",
        "price": 600.0,
        "priceInfo": {
          "price": {
            "amount": 600.0,
            "currencySuffix": "€/mes"
          }
        },
        "propertyType": "flat",
        "operation": "rent",
        "size": 80.0,
        "exterior": true,
        "rooms": 2,
        "bathrooms": 1,
        "address": "calle Santo António",
        "province": "Lugo",
        "municipality": "Lugo",
        "district": "Avenida de A Coruña - Paradai",
        "country": "es",
        "latitude": 43.0213472,
        "longitude": -7.5593506,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108713570/",
        "distance": "68258",
        "description": "Piso en Fuente de los Ranchos, con 80 m² construidos, 2 dormitorios, 1 baños, buen estado, exterior, planta 1, 2 armarios, cocina equipada, ascensor, amueblado, orientación noreste, más de 30 años, 5 plantas del edificio, calefacción individual, combustible gas natural, agua caliente individual, energía agua gas natural, alta suministros realizada, suelo de tarima. REF: K2902... Atención se alquila solo a estudiantes, profesores... Bonito piso en primera planta con ascensor de 80 m2 exterior que se distribuye en salón, cocina equipada, baño completo, dos habitaciones, vestidor y cuarto de lavadora con zona de tendal, calefacción y agua caliente de gas ciudad con contador individual. Precio 600. € Se solicitan garantías, infórmese visite Nueva Llave.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "priceByArea": 8.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "Avenida de A Coruña - Paradai, Lugo",
          "title": "Piso en calle Santo António"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "100291149",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/65/c8/0a/1076806080.webp",
        "externalReference": "A5339",
        "numPhotos": 17,
        "floor": "bj",
        "price": 500.0,
        "priceInfo": {
          "price": {
            "amount": 500.0,
            "currencySuffix": "€/mes"
          }
        },
        "propertyType": "flat",
        "operation": "rent",
        "size": 60.0,
        "exterior": true,
        "rooms": 2,
        "bathrooms": 2,
        "address": "Villalonga",
        "province": "Pontevedra",
        "municipality": "Sanxenxo",
        "district": "Villalonga",
        "country": "es",
        "latitude": 42.4411234,
        "longitude": -8.8336891,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/100291149/",
        "distance": "59262",
        "description": "A5339: **Piso en Alquiler en Villalonga, Sanxenxo  500 €/mes** Descubre este magnífico piso en alquiler, ideal para quienes buscan comodidad y funcionalidad. Con una superficie construida de 60 m², cuenta con dos amplios dormitorios, uno de ellos en suite con baño incorporado, perfecto para disfrutar de privacidad y confort. Además, dispone de un segundo baño completo, equipado con bañera y plato de ducha, lo que garantiza que no faltará espacio para todos. La cocina-salón es amplia y luminosa, completamente equipada para que puedas disfrutar de momentos inolvidables. También incluye un tendedero cubierto y una zona para planchar, facilitando las tareas del hogar. Este piso viene totalmente amueblado y equipado, listo para entrar a vivir. Ubicado frente a la rotonda que conecta O Grove, La Lanzada, Cambados, Dena, Villagarcía y Sanxenxo, tendrás acceso a todas las comodidades y servicios que necesitas. Además, cuenta con plaza de garaje y trastero en el mismo edificio, lo que añade un valor extra a esta propiedad. La renta mensual es de 500 €, con fianza de dos mensualidades y seguro de protección de pagos (se requiere contrato laboral indefinido y tres últimas nóminas). Los gastos de electricidad, agua y basuras son a cargo del inquilino, pero la cuota mensual de comunidad e IBI están incluidos en el precio. Este piso es una excelente opción para quienes buscan un hogar acogedor en una ubicación estratégica, con acceso adaptado para personas con movilidad reducida. ¡No pierdas la oportunidad de visitarlo!",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "parkingSpace": {
          "hasParkingSpace": true,
          "isParkingSpaceIncludedInPrice": true
        },
        "priceByArea": 8.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "Villalonga, Sanxenxo",
          "title": "Piso"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "100909982",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/f7/90/59/1103024811.webp",
        "externalReference": "A7054",
        "numPhotos": 27,
        "floor": "3",
        "price": 550.0,
        "priceInfo": {
          "price": {
            "amount": 550.0,
            "currencySuffix": "€/mes"
          }
        },
        "propertyType": "penthouse",
        "operation": "rent",
        "size": 70.0,
        "exterior": true,
        "rooms": 2,
        "bathrooms": 1,
        "address": "Lugar Granxa, 15",
        "province": "Pontevedra",
        "municipality": "Sanxenxo",
        "district": "Bordóns-Dorrón",
        "country": "es",
        "latitude": 42.4001911,
        "longitude": -8.7619792,
        "showAddress": true,
        "url": "https://www.idealista.com/inmueble/100909982/",
        "distance": "55048",
        "description": "A7054: ¡Descubre tu nuevo hogar en el encantador pueblo de Sanxenxo, Dorron! Este impresionante ático en alquiler te ofrece la oportunidad de vivir rodeado de las más espectaculares vistas a la Ría de Pontevedra. Situado en la tercera planta de un edificio sin ascensor, este acogedor espacio cuenta con 70 m² construidos y 65 m² útiles, distribuidos en dos luminosos dormitorios y un baño. La cocina tipo americana es perfecta para aquellos que disfrutan de un diseño abierto y moderno. La joya de este ático es su gran terraza con un toldo abatible, ideal para disfrutar del sol gallego y relajarte al aire libre. Además, incluye una plaza de garaje en el sótano del edificio, asegurando comodidad y seguridad para tu vehículo.  Se alquila con un contrato anual, cumpliendo todos los requisitos legales y registrado en el Registro de la Propiedad de Cambados.  Consulta los requisitos: contrato laboral mínimo doce meses, ultima renta presentada o IRPF, tres ultimas nominas o recibos de autónomos. Fianza una mensualidad, Deposito en garantía una mensualidad. Renta mensual 550€, que se abonara del 01 al 05 de cada mes en la cuenta del propietario que se asigne en el contrato de arrendamiento. Este inmueble, comercializado por GRUPO GORDON INMOBILIARIA, fue construido en 1999 y se encuentra en buen estado. Aunque no dispone de calefacción, su orientación sur garantiza calidez y luminosidad durante todo el año. No pierdas la oportunidad de vivir en este maravilloso ático, donde cada día comienza con vistas inolvidables y la tranquilidad que solo Sanxenxo puede ofrecer.",
        "hasVideo": true,
        "status": "good",
        "newDevelopment": false,
        "hasLift": false,
        "parkingSpace": {
          "hasParkingSpace": true,
          "isParkingSpaceIncludedInPrice": true
        },
        "priceByArea": 8.0,
        "change": {},
        "detailedType": {
          "typology": "flat",
          "subTypology": "penthouse"
        },
        "suggestedTexts": {
          "subtitle": "Bordóns-Dorrón, Sanxenxo",
          "title": "Ático en Lugar Granxa, 15"
        },
        "hasPlan": true,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108532232",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/77/f6/11/1347689208.webp",
        "externalReference": "001096",
        "numPhotos": 40,
        "floor": "1",
        "price": 650.0,
        "priceInfo": {
          "price": {
            "amount": 650.0,
            "currencySuffix": "€/mes"
          }
        },
        "propertyType": "flat",
        "operation": "rent",
        "size": 90.0,
        "exterior": true,
        "rooms": 3,
        "bathrooms": 1,
        "address": "calle Emilia Pardo Bazán",
        "province": "Ourense",
        "municipality": "Ourense",
        "district": "Centro",
        "country": "es",
        "latitude": 42.338013,
        "longitude": -7.8596808,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108532232/",
        "distance": "34655",
        "description": "ALQUILER DE PISO PARA ESTUDIANTES EN CALLE EMILIA PARDO BAZÁN – ZONA SAN FRANCISCO – 650 €/MES COMUNIDAD INCLUIDA Referencia: 1096 Modalidad: Alquiler para estudiantes Duración mínima: 10 meses Características del inmueble • Superficie: 90 m² • Habitaciones: 3 • Baños: 1 • Salón-comedor: Sí • Cocina completa: Sí • Armarios: Sí • Amueblado: Sí • Balcón: No • Ascensor: Sí • Altura: 1ª Planta • Suelos: Terrazo • Soleado: Sí • Luminoso: Sí • Exterior: Sí • Terraza: Sí • Calefacción: Gas ciudad con contador individual • Ventanas: Doble cristal • Garaje: Opcional (+60 €/mes) DESCRIPCIÓN DESTACADA Este encantador piso en alquiler se encuentra en la zona de San Francisco, en el centro de Ourense capital. Con una superficie total de 90 m² y 3 habitaciones dobles, este piso ubicado en la primera planta ofrece comodidad y espacio. Dispone de 1 baño, armarios, ascensor, calefacción de gas natural con contador individual y cocina equipada. El inmueble, en buen estado, es ideal para estudiantes que buscan un hogar acogedor y funcional. Además, cuenta con terraza y se encuentra a pocos minutos a pie del campus universitario. ¿Te interesa este inmueble? Solicita más información o agenda tu visita con nuestro equipo comercial. GUERRERO INMOBILIARIA Oficinas en Ourense, Vigo y Madrid Tu nuevo comienzo empieza hoy.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "priceByArea": 7.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "Centro, Ourense",
          "title": "Piso en calle Emilia Pardo Bazán"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108712727",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/32/9c/3a/1352901630.webp",
        "externalReference": "COD. 4558",
        "numPhotos": 34,
        "floor": "5",
        "price": 1100.0,
        "priceInfo": {
          "price": {
            "amount": 1100.0,
            "currencySuffix": "€/mes"
          }
        },
        "propertyType": "flat",
        "operation": "rent",
        "size": 130.0,
        "exterior": true,
        "rooms": 4,
        "bathrooms": 2,
        "address": "avenida da Hispanidade, 104",
        "province": "Pontevedra",
        "municipality": "Vigo",
        "district": "Centro urbano",
        "country": "es",
        "neighborhood": "O Castro",
        "latitude": 42.2251034,
        "longitude": -8.7249449,
        "showAddress": true,
        "url": "https://www.idealista.com/inmueble/108712727/",
        "distance": "62205",
        "description": "A ESTRENAR AMPLIA LUMINOSA Y CON PLAZA DE GARAJE Te presentamos esta impresionante vivienda para brindarte confort y estilo destaca por su carácter único AMPLITUD Y LUMINOSIDAD en una de las calles más cotizadas de la ciudad Avenida Hispanidad Perfecto para quienes buscan confort, ubicación y calidad de vida.  Zona llana cómoda y con todos los servicios a tú alcance colegios, farmacias, supermercados y a unos minutos andando de Povisa. La vivienda se distribuye en un amplio hall de entrada, cocina completamente equipada moderna y funcional y con acceso directo a zona de lavandería, un amplio salón comedor donde se pueden hacer dos ambientes por el que podemos acceder a una bonita terraza amplia y con mucha luz solar, Cuatro amplios Dormitorios (una de ellas con armario empotrado) y dos baños completos completamente nuevos instalación eléctrica y fontanería nuevas, ventanas climalit oscilobatientes y por supuesto, todo por estrenar!  La vivienda tiene unas calidades excepcionales INCLUYE AMPLIA PLAZA DE GARAJE Y TRASTERO IMPRESCINDIBLE APORTAR INGRESOS DEMOSTRABLES PARA TRAMITAR SEGURO.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "parkingSpace": {
          "hasParkingSpace": true,
          "isParkingSpaceIncludedInPrice": true
        },
        "priceByArea": 8.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "O Castro, Vigo",
          "title": "Piso en avenida da Hispanidade, 104"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108712611",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/fa/09/17/1352894064.webp",
        "externalReference": "PISO OLEIROS",
        "numPhotos": 66,
        "floor": "2",
        "price": 850.0,
        "priceInfo": {
          "price": {
            "amount": 850.0,
            "currencySuffix": "€/mes"
          }
        },
        "propertyType": "duplex",
        "operation": "rent",
        "size": 90.0,
        "exterior": true,
        "rooms": 2,
        "bathrooms": 2,
        "address": "calle Fonte de Álvaro",
        "province": "A Coruña",
        "municipality": "Oleiros",
        "district": "Oleiros",
        "country": "es",
        "latitude": 43.3351347,
        "longitude": -8.3136048,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108712611/",
        "distance": "85763",
        "description": "Se alquila precioso Dúplex como nuevo en el Centro de Oleiros. Tiene 80 m2 útiles distribuidos en 2 habitaciones con armario empotrado, aseo, 2 baños (uno de ellos con jacuzzi y ducha, otro con bañera), salón, cocina equipada y plaza de garaje.  Agua caliente y calefacción con gas natural. Ventanas de aluminio con climalit.  Gastos de comunidad incluidos en el precio. Nota: Este anuncio no es vinculante, puede contener errores, se muestra a título informativo y no contractual. El texto que se ofrece está destinado a su uso como instrumento documental. No tiene validez jurídica ninguna.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "parkingSpace": {
          "hasParkingSpace": true,
          "isParkingSpaceIncludedInPrice": true
        },
        "priceByArea": 9.0,
        "change": {},
        "detailedType": {
          "typology": "flat",
          "subTypology": "duplex"
        },
        "suggestedTexts": {
          "subtitle": "Oleiros, Oleiros",
          "title": "Dúplex en calle Fonte de Álvaro"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108712427",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/47/03/a6/1352889686.webp",
        "externalReference": "Casa Canelas",
        "numPhotos": 24,
        "price": 6000.0,
        "priceInfo": {
          "price": {
            "amount": 6000.0,
            "currencySuffix": "€/mes"
          }
        },
        "propertyType": "chalet",
        "operation": "rent",
        "size": 154.0,
        "rooms": 4,
        "bathrooms": 2,
        "address": "LG PAXARIÑAS-ADINA, 7",
        "province": "Pontevedra",
        "municipality": "Sanxenxo",
        "district": "Adina-Portonovo",
        "country": "es",
        "latitude": 42.3913435,
        "longitude": -8.840647,
        "showAddress": true,
        "url": "https://www.idealista.com/inmueble/108712427/",
        "distance": "61448",
        "description": "¡Descubre tu nuevo hogar en esta encantadora casa independiente en alquiler! Situada a solo 500 metros de la hermosa playa de Paxariñas y a 700 metros de la popular playa de Canelas, esta vivienda es el refugio perfecto para disfrutar del sol y la brisa marina. Con un amplio jardín de 1.100 m², podrás relajarte y organizar inolvidables reuniones familiares en el cenador al aire libre. Además, la piscina será el lugar ideal para refrescarte durante los calurosos días de verano. La casa cuenta con 154 m² construidos y 140 m² útiles, distribuidos en 4 acogedores dormitorios y 2 baños. Los armarios empotrados ofrecen un espacio adicional para almacenamiento, mientras que la orientación sur garantiza luminosidad durante todo el día. Cocina con menaje y la casa amueblada. Ubicada a solo 15 minutos a pie de Portonovo, tendrás acceso a todos los servicios que esta encantadora localidad ofrece. Además, la propiedad dispone de espacio para aparcar dos o tres coches en la parcela, lo que añade comodidad y funcionalidad a tu día a día. No dejes pasar esta oportunidad única de vivir cerca del mar en un entorno tranquilo y acogedor. ¡Ven a visitarla y enamórate de tu nuevo hogar!",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "parkingSpace": {
          "hasParkingSpace": true,
          "isParkingSpaceIncludedInPrice": true
        },
        "priceByArea": 39.0,
        "change": {},
        "detailedType": {
          "typology": "chalet",
          "subTypology": "independantHouse"
        },
        "suggestedTexts": {
          "subtitle": "Adina-Portonovo, Sanxenxo",
          "title": "Casa independiente en Lg Paxariñas-adina, 7"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108712448",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/c6/38/d3/1352889860.webp",
        "externalReference": "P002101",
        "numPhotos": 10,
        "floor": "2",
        "price": 900.0,
        "priceInfo": {
          "price": {
            "amount": 900.0,
            "currencySuffix": "€/mes"
          }
        },
        "propertyType": "flat",
        "operation": "rent",
        "size": 80.0,
        "exterior": true,
        "rooms": 3,
        "bathrooms": 1,
        "address": "As Lagunas",
        "province": "Ourense",
        "municipality": "Ourense",
        "district": "As Lagunas",
        "country": "es",
        "latitude": 42.3479506,
        "longitude": -7.8561627,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108712448/",
        "distance": "34013",
        "description": "ESTUDIANTES CURSO 2025 - 2026. Piso para estudiantes en la zona de las Lagunas - Campus. Cuenta con 80m² distribuidos en 3 habitaciones, 1 cuarto de baño, salón y cocina independiente. Es una segunda planta sin ascensor. Actualmente se está reformando, se entrega con muebles, tarima y radiadores nuevos. Para más información contáctanos al SOMOS VIVIENDA.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": false,
        "priceByArea": 11.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "As Lagunas, Ourense",
          "title": "Piso"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108712351",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/be/84/95/1352888179.webp",
        "externalReference": "P003299",
        "numPhotos": 9,
        "floor": "3",
        "price": 800.0,
        "priceInfo": {
          "price": {
            "amount": 800.0,
            "currencySuffix": "€/mes"
          }
        },
        "propertyType": "flat",
        "operation": "rent",
        "size": 85.0,
        "rooms": 3,
        "bathrooms": 1,
        "address": "Centro",
        "province": "Ourense",
        "municipality": "Ourense",
        "district": "Centro",
        "country": "es",
        "latitude": 42.3394487,
        "longitude": -7.860019,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108712351/",
        "distance": "34515",
        "description": "ESPECIAL CAMPAÑAS ESTUDIANTES 2025-2026! Se alquila piso en el centro para estudiantes, dispone de tres amplias habitaciones, cuarto de baño reformado, cocina y amplio salón; dispone de tarima flotante, ascensor y calefacción de gas individual. A tan solo 5 minutos de la universidad! ¡No lo puedes dejar escapar! Sí lo que quieres es información no dudes en ponerte en contacto con nosotros  a través de nuestra página web WWW. INMOBILIARIAFLY. COM  o también puedes visitarnos en nuestras oficinas ubicadas en Avda de Buenos Aires 58 Bajo esquina (Ourense) y en avenida García Barbón nº 97 entreplanta 9 Vigo (Pontevedra).  Si prefieres llamanos al (Ourense) o (Vigo) estaremos encantados de atenderle.  En inmobiliaria FLY también podemos hacerle un presupuesto de lo que costaría su reforma y darle asesoramiento desde el principio hasta el final. Contamos también con un equipo de abogado, asesores financieros, tasación, arquitectos y asesores comerciales altamente cualificado. INMOBILIARIA FLY DESDE EL PRINCIPIO HASTA EL FINAL A SU LADO. \" SI LO PUEDES SOÑAR, LO PUEDES LOGRAR\". Esta información es solo orientativa del inmueble.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "priceByArea": 9.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "Centro, Ourense",
          "title": "Piso"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "102104334",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/2c/75/0d/1352880252.webp",
        "externalReference": "P010959",
        "numPhotos": 36,
        "floor": "3",
        "price": 700.0,
        "priceInfo": {
          "price": {
            "amount": 700.0,
            "currencySuffix": "€/mes"
          }
        },
        "propertyType": "flat",
        "operation": "rent",
        "size": 100.0,
        "rooms": 4,
        "bathrooms": 1,
        "address": "A Ponte",
        "province": "Ourense",
        "municipality": "Ourense",
        "district": "A Ponte",
        "country": "es",
        "latitude": 42.3518955,
        "longitude": -7.8739436,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/102104334/",
        "distance": "32720",
        "description": "Piso en alquiler SÓLO ESTUDIANTES, situado al lado de la Estación de tren y autobus. A 15 minutos de la universidad Vivienda amplia de 4 dormitorios, salón, un baño, calefacción eléctrica, ascensor. Muy luminoso con galería y balcón. Zona con muy buenas comunicaciones de autobuses. Suelos de parque, videoportero, ventanas de aluminio, todos los electrodomésticos a pleno funcionamiento. Se alquila a estudiantes periodo escolar. Requisitos para el alquiler:  -1 mes de fianza y primer mes por adelantado.  -Plazo mínimo de estancia sin penalización 10 MESES -No se admiten mascotas.  Informamos a nuestros clientes que para una atención más personalizada, rápida y directa, así como para solicitar una cita en el menor plazo de tiempo, llamen a nuestro telf. Si se dirigen sólo vía mail, la respuesta puede ser superior a 24H Más inmuebles en.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "priceByArea": 7.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "A Ponte, Ourense",
          "title": "Piso"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108712040",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/44/c2/e8/1352879439.webp",
        "externalReference": "1500-001095-02",
        "numPhotos": 40,
        "floor": "4",
        "price": 790.0,
        "priceInfo": {
          "price": {
            "amount": 790.0,
            "currencySuffix": "€/mes"
          }
        },
        "propertyType": "flat",
        "operation": "rent",
        "size": 82.0,
        "exterior": true,
        "rooms": 3,
        "bathrooms": 2,
        "address": "calle Emilio González López",
        "province": "A Coruña",
        "municipality": "A Coruña",
        "district": "Los Rosales",
        "country": "es",
        "latitude": 43.3714773,
        "longitude": -8.4354104,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108712040/",
        "distance": "91883",
        "description": "AMPLIO Y LUMINOSO PISO EN LOS ROSALES! A UNOS PASOS DE LA PLAZA ELIPTICA! Moderna vivienda amueblada de 82m², PLAZA DE GARAJE Y TRASTERO INCLUIDOS en el precio. Cuenta con un amplio Salón con espacio para Comedor, Cocina totalmente equipada, 3 Habitaciones y 2 Baños completos, uno de ellos en suite. Lavandería junto a la cocina. Calefacción individual de gas natural. Orientación exterior, gastos de comunidad incluidos en el precio. Finca con ascensor. No se admiten mascotas.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "parkingSpace": {
          "hasParkingSpace": true,
          "isParkingSpaceIncludedInPrice": true
        },
        "priceByArea": 10.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "Los Rosales, A Coruña",
          "title": "Piso en calle Emilio González López"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "96452696",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/1b/98/fa/1352875910.webp",
        "externalReference": "P015138",
        "numPhotos": 14,
        "floor": "7",
        "price": 660.0,
        "priceInfo": {
          "price": {
            "amount": 660.0,
            "currencySuffix": "€/mes"
          }
        },
        "propertyType": "flat",
        "operation": "rent",
        "size": 110.0,
        "exterior": true,
        "rooms": 3,
        "bathrooms": 2,
        "address": "Centro",
        "province": "Ourense",
        "municipality": "Ourense",
        "district": "Centro",
        "country": "es",
        "latitude": 42.3423273,
        "longitude": -7.8625112,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/96452696/",
        "distance": "34139",
        "description": "Piso amueblado en la calle Valle Inclán, cerca del centro de salud. Dispone de 3 dormitorios, salón, cocina, comedor, baño, aseo, balcón. Piso alto con buenas vistas. Plaza de garaje cerrada en el mismo edificio. Comunidad a mayores 140 E, en la que se incluye el consumo de calefacción.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "parkingSpace": {
          "hasParkingSpace": true,
          "isParkingSpaceIncludedInPrice": true
        },
        "priceByArea": 6.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "Centro, Ourense",
          "title": "Piso"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108711716",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/d3/8f/06/1352871960.webp",
        "numPhotos": 21,
        "floor": "2",
        "price": 800.0,
        "priceInfo": {
          "price": {
            "amount": 800.0,
            "currencySuffix": "€/mes"
          }
        },
        "propertyType": "flat",
        "operation": "rent",
        "size": 79.0,
        "exterior": true,
        "rooms": 2,
        "bathrooms": 2,
        "address": "calle da Praia",
        "province": "Pontevedra",
        "municipality": "Poio",
        "district": "Raxo",
        "country": "es",
        "latitude": 42.4038169,
        "longitude": -8.7529807,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108711716/",
        "distance": "54214",
        "description": "FICHA-4 ALQUILER-Vacacional en el Lugar de RAXO. 2-Dormitorios. Salón-comedor. Cocina amueblada con electrodomésticos. 2-Baños (uno con bañera. Otro con ducha). Plaza de Garaje.  PRECIOS: (1ª Y 2ª Quincena de Julio-1600. -€ quincena) (1ª y 2ª Quincena de Agosto-1900. -€ quincena) (Por semanas consultar precios).",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "parkingSpace": {
          "hasParkingSpace": true,
          "isParkingSpaceIncludedInPrice": true
        },
        "priceByArea": 10.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "Raxo, Poio",
          "title": "Piso en calle da Praia"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108711718",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/8b/58/3c/1352871481.webp",
        "externalReference": "P002852",
        "numPhotos": 10,
        "floor": "3",
        "price": 600.0,
        "priceInfo": {
          "price": {
            "amount": 600.0,
            "currencySuffix": "€/mes"
          }
        },
        "propertyType": "flat",
        "operation": "rent",
        "size": 99.0,
        "exterior": true,
        "rooms": 3,
        "bathrooms": 1,
        "address": "Centro",
        "province": "Ourense",
        "municipality": "Ourense",
        "district": "Centro",
        "country": "es",
        "latitude": 42.3381912,
        "longitude": -7.8598701,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108711718/",
        "distance": "34629",
        "description": "Se alquila piso para estudiantes próximo al centro de Ourense. Consta de 3 habitaciones, salón, cocina y 1 baño (todo amueblado). Es un 3 sin ascensor.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": false,
        "priceByArea": 6.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "Centro, Ourense",
          "title": "Piso"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108711454",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/1c/20/40/1352869831.webp",
        "numPhotos": 35,
        "floor": "4",
        "price": 1100.0,
        "priceInfo": {
          "price": {
            "amount": 1100.0,
            "currencySuffix": "€/mes"
          }
        },
        "propertyType": "flat",
        "operation": "rent",
        "size": 108.0,
        "exterior": true,
        "rooms": 3,
        "bathrooms": 2,
        "address": "calle de Urzáiz",
        "province": "Pontevedra",
        "municipality": "Vigo",
        "district": "Centro urbano",
        "country": "es",
        "neighborhood": "Plaza España - Corte Inglés",
        "latitude": 42.2336841,
        "longitude": -8.7122035,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108711454/",
        "distance": "60790",
        "description": "ALQUILER ANUAL PISO CON TERRAZA EN EL CENTRO DE VIGO! Piso de 108m2 con terraza en el centro de Vigo a 100 metros de la Estación de tren Vialia. La vivienda se distribuye en hall, 3 dormitorios con armarios empotrados (salvo en uno que también hace las veces de despacho), 2 baños con ducha (uno de ellos integrado en el dormitorio principal), salón-comedor amplio con salida a terraza abierta hacia la Rúa Urzáiz, cocina independiente totalmente amueblada y equipada y, lavadero. El piso dispone de suelos de parquet, pintura lisa, ventanas correderas, calefacción a gasoil con contador individual y termostato inalámbrico y, ACS a través de gas butano. El salón-comedor y 2 de los dormitorios tiene orientación suroeste. Ubicado en un edificio del año 1936 con portal adaptado, 2 ascensores y vídeo-portero.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "priceByArea": 10.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "Plaza España - Corte Inglés, Vigo",
          "title": "Piso en calle de Urzáiz"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "93878920",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/84/8b/cf/873944452.webp",
        "externalReference": "02073",
        "numPhotos": 18,
        "floor": "1",
        "price": 825.0,
        "priceInfo": {
          "price": {
            "amount": 825.0,
            "currencySuffix": "€/mes"
          }
        },
        "propertyType": "flat",
        "operation": "rent",
        "size": 90.0,
        "exterior": true,
        "rooms": 3,
        "bathrooms": 2,
        "address": "ronda das Fontiñas",
        "province": "Lugo",
        "municipality": "Lugo",
        "district": "San Roque - As Fontiñas",
        "country": "es",
        "latitude": 43.0035718,
        "longitude": -7.544441,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/93878920/",
        "distance": "67698",
        "description": "Ideal estudiantes. 2 meses de fianza. Comunidad incluida en el precio. Piso en Ronda das Fontiñas, muy cerca del Mercadona de San Xillao. Totalmente amueblado, pondrían mesa estudio y silla. Primera planta. Piso bien cuidado. 90 metros cuadrados. 3 habitaciones. 2 baños, los dos con bañera. Cocina amueblada con vitrocerámica. Garaje y ascensor. Calefacción y agua caliente central con contador individual. Ascensor. Llámenos y se lo enseñamos sin compromiso y sin ningún coste adicional para usted.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "parkingSpace": {
          "hasParkingSpace": true,
          "isParkingSpaceIncludedInPrice": true
        },
        "priceByArea": 9.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "San Roque - As Fontiñas, Lugo",
          "title": "Piso en ronda das Fontiñas"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108711453",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/b5/e1/0f/1352866061.webp",
        "externalReference": "753898",
        "numPhotos": 27,
        "floor": "5",
        "price": 900.0,
        "priceInfo": {
          "price": {
            "amount": 900.0,
            "currencySuffix": "€/mes"
          }
        },
        "propertyType": "flat",
        "operation": "rent",
        "size": 119.0,
        "exterior": true,
        "rooms": 3,
        "bathrooms": 2,
        "address": "calle do Conde de Torrecedeira",
        "province": "Pontevedra",
        "municipality": "Vigo",
        "district": "Centro urbano",
        "country": "es",
        "neighborhood": "Berbés - Peritos",
        "latitude": 42.2328266,
        "longitude": -8.7336556,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108711453/",
        "distance": "62234",
        "description": "Sólo alquiler estudiantes. Gran piso amueblado de 120 m² con 3 dormitorios con muebles armarios, cocina independiente y equipada con muebles y electrodomésticos, zona de lavandería con tendedero, balcón cerrado en galería, baño completo con ducha y aseo. La calefacción es por acumuladores eléctricos y agua caliente de gas natural. Muy próximo a Peritos. Los gastos de comunidad están incluidos en el alquiler.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "priceByArea": 8.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "Berbés - Peritos, Vigo",
          "title": "Piso en calle do Conde de Torrecedeira"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "105696499",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/b5/e6/b1/1264015371.webp",
        "externalReference": "A2956E",
        "numPhotos": 43,
        "floor": "2",
        "price": 1500.0,
        "priceInfo": {
          "price": {
            "amount": 1500.0,
            "currencySuffix": "€/mes"
          }
        },
        "propertyType": "flat",
        "operation": "rent",
        "size": 91.0,
        "exterior": true,
        "rooms": 4,
        "bathrooms": 2,
        "address": "avenida Ejército",
        "province": "A Coruña",
        "municipality": "A Coruña",
        "district": "Los Castros - Castrillón",
        "country": "es",
        "latitude": 43.3546002,
        "longitude": -8.39463,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/105696499/",
        "distance": "89230",
        "description": "PISO DE CUATRO DORMITORIOS EN ALQUILER PARA ESTUDIANTES: CURSO 2025-2026. Os presentamos esta preciosa propiedad CON REFORMA INTEGRAL Y MOBILIARIO NUEVO en pleno corazón de Los Castros, \" EDIFICIO MIRADOR\"; zona muy bien comunicada( parada de autobuses a escasos 50m) y dotada de todos los servicios próximos necesarios del día a día. Este inmueble, de más de 90 metros distribuido en cocina independiente con zona comedor y un diseño totalmente exquisito, cuatro dormitorios amplios y completos y dos cuartos de baño con ducha, mampara y alta memoria de calidades. Dispone de calefacción de gas natural. CURSO ESCOLAR 2025-2026.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "priceByArea": 16.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "Los Castros - Castrillón, A Coruña",
          "title": "Piso en avenida Ejército"
        },
        "hasPlan": true,
        "has3DTour": false,
        "has360": true,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108711187",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/4b/21/80/1352855562.webp",
        "numPhotos": 13,
        "floor": "4",
        "price": 600.0,
        "priceInfo": {
          "price": {
            "amount": 600.0,
            "currencySuffix": "€/mes",
            "priceDropInfo": {
              "formerPrice": 1200.0,
              "priceDropValue": 600,
              "priceDropPercentage": 50
            }
          }
        },
        "propertyType": "flat",
        "operation": "rent",
        "size": 120.0,
        "exterior": true,
        "rooms": 3,
        "bathrooms": 2,
        "address": "calle Cruz Gallastegui",
        "province": "Pontevedra",
        "municipality": "Pontevedra",
        "district": "Zona Plaza de Barcelos",
        "country": "es",
        "latitude": 42.4304052,
        "longitude": -8.641899,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108711187/",
        "distance": "44642",
        "description": "FICHA-20 ALQUILER VACACIONAL. -Piso en Pontevedra centro. 3-Dormitorios con armarios. Salon-comedor. Cocina amueblada con electrodomesticos. 2-Baños. Plaza de Garaje. Etc. PRECIOS: (1ª y 2ª Quincena de Julio-600. -€ quincena) (1ª y 2ª Quincena de Agosto-900. -€ quincena) Por semanas consultar precios?.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "parkingSpace": {
          "hasParkingSpace": true,
          "isParkingSpaceIncludedInPrice": true
        },
        "priceByArea": 5.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "Zona Plaza de Barcelos, Pontevedra",
          "title": "Piso en calle Cruz Gallastegui"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108711142",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/14/9d/41/1352853904.webp",
        "numPhotos": 24,
        "floor": "5",
        "price": 900.0,
        "priceInfo": {
          "price": {
            "amount": 900.0,
            "currencySuffix": "€/mes"
          }
        },
        "propertyType": "flat",
        "operation": "rent",
        "size": 130.0,
        "exterior": true,
        "rooms": 4,
        "bathrooms": 2,
        "address": "ronda das Fontiñas",
        "province": "Lugo",
        "municipality": "Lugo",
        "district": "San Roque - As Fontiñas",
        "country": "es",
        "latitude": 43.0021571,
        "longitude": -7.5471504,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108711142/",
        "distance": "67431",
        "description": "� SE ALQUILA PISO SOLO PARA ESTUDIANTES EN RONDA DE FONTIÑAS – LUGO � � Precio: 900 €/mes � Ubicación: Ronda de Fontiñas – Lugo � Superficie: 130 m² ✨ Características del inmueble: Amplio y luminoso piso ideal para estudiantes, ubicado en una zona bien comunicada y con todos los servicios cerca. Consta de:  4 habitaciones espaciosas  2 baños completos  Salón independiente  Cocina totalmente equipada  Tendedero independiente y pequeña galería  Plaza de garaje incluida  Trastero � No se admiten mascotas �� Solo para estudiantes Disponible para curso académico completo. � Teléfono de contacto:  � Email:  � Instagram: @agoraasesoresinmobiliarios.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "parkingSpace": {
          "hasParkingSpace": true,
          "isParkingSpaceIncludedInPrice": true
        },
        "priceByArea": 7.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "San Roque - As Fontiñas, Lugo",
          "title": "Piso en ronda das Fontiñas"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "108711000",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/76/ea/b7/1352848927.webp",
        "externalReference": "21518",
        "numPhotos": 14,
        "floor": "2",
        "price": 850.0,
        "priceInfo": {
          "price": {
            "amount": 850.0,
            "currencySuffix": "€/mes"
          }
        },
        "propertyType": "flat",
        "operation": "rent",
        "size": 91.0,
        "exterior": true,
        "rooms": 3,
        "bathrooms": 1,
        "address": "Plaza de España",
        "province": "A Coruña",
        "municipality": "Ferrol",
        "district": "Plaza de España",
        "country": "es",
        "latitude": 43.4886536,
        "longitude": -8.2273645,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/108711000/",
        "distance": "101861",
        "description": "Eres estudiante y estás buscando piso para el próximo curso 2024/2025 en Ferrol? Alquilamos este piso recién reformado a un paso del Campus de Esteiro y próximo a la estación de autobuses. Segundo sin ascensor, totalmente amueblado, está distribuido en 3 amplias habitaciones todas ellas exteriores (con cama de 1.35cm), acogedora zona de cocina- salón y baño con plato de ducha. Dispone de calefacción eléctrica. Estará disponible para visitas a partir del 01/07/24.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": false,
        "priceByArea": 9.0,
        "change": {},
        "detailedType": {
          "typology": "flat"
        },
        "suggestedTexts": {
          "subtitle": "Plaza de España, Ferrol",
          "title": "Piso"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      },
      {
        "propertyCode": "107212394",
        "thumbnail": "https://img4.idealista.com/blur/480_360_mq/0/id.pro.es.image.master/23/6b/de/1306314207.webp",
        "externalReference": "03416",
        "numPhotos": 18,
        "floor": "3",
        "price": 1000.0,
        "priceInfo": {
          "price": {
            "amount": 1000.0,
            "currencySuffix": "€/mes"
          }
        },
        "propertyType": "duplex",
        "operation": "rent",
        "size": 224.0,
        "exterior": true,
        "rooms": 4,
        "bathrooms": 2,
        "address": "calle Santiago",
        "province": "Lugo",
        "municipality": "Lugo",
        "district": "O Carme - Recatelo",
        "country": "es",
        "latitude": 43.0050914,
        "longitude": -7.5630694,
        "showAddress": false,
        "url": "https://www.idealista.com/inmueble/107212394/",
        "distance": "66747",
        "description": "Comunidad incluida. Estudiantes o gente para compartir. Dúplex en la Calle Santiago, hacia el final de la calle. Tiene 4 dormitorios amueblados. La habitación principal tiene un vestidor. Dispone de un baño con ducha en la planta baja y un baño con bañera en el bajo cubierta. cocina amueblada sin lavavajilas. Tendedero al lado de la cocina. Tiene calefacción central con contador individual. No tiene trastero. Garaje incluido en el precio. Ascensor. Llámenos y se lo enseñamos sin compromiso ni coste adicional para usted.",
        "hasVideo": false,
        "status": "good",
        "newDevelopment": false,
        "hasLift": true,
        "parkingSpace": {
          "hasParkingSpace": true,
          "isParkingSpaceIncludedInPrice": true
        },
        "priceByArea": 4.0,
        "change": {},
        "detailedType": {
          "typology": "flat",
          "subTypology": "duplex"
        },
        "suggestedTexts": {
          "subtitle": "O Carme - Recatelo, Lugo",
          "title": "Dúplex en calle Santiago"
        },
        "hasPlan": false,
        "has3DTour": false,
        "has360": false,
        "hasStaging": false,
        "savedAd": {},
        "notes": [],
        "topNewDevelopment": false,
        "topPlus": false
      }
    ],
    "total": 1877,
    "totalPages": 38,
    "actualPage": 1,
    "itemsPerPage": 50,
    "numPaginations": 0,
    "summary": [
      "Alquilar",
      "Casas y pisos",
      "Lalin, Pontevedra",
      "Todos los precios",
      "60 a 1.000 m²"
    ],
    "alertName": "Viviendas en Lalin, Pontevedra",
    "totalAppliedFilters": 1,
    "upperRangePosition": 50,
    "lowerRangePosition": 0,
    "paginable": true
  },
  "summary": {
    "total_sales_properties": 19546,
    "total_rental_properties": 1877,
    "sales_retrieved": 50,
    "rentals_retrieved": 50
  }
}